Repository: simonwan1980/nozzleclogfree
Catalog: src/NoClog/*.lproj/Localizable.strings
Languages: bn, ca, cs, el, et, fa, fi, fo, hi, hr, hu, is, it, ja, ka, lb, lt, lv, mr, nl, pa, ro, sk, sl, sv, te, tg, th, tr, ur, zh_hant

# printer_error_no_printer_selected
source: No printer selected
bn: কোনো প্রিন্টার নির্বাচন করা হয়নি
ca: No s'ha seleccionat cap impressora
cs: Není vybrána žádná tiskárna
el: Δεν επιλέχθηκε εκτυπωτής
et: Printerit pole valitud
fa: هیچ چاپگری انتخاب نشده است
fi: Tulostinta ei ole valittu
fo: Ongin prentari er valdur
hi: कोई प्रिंटर चयनित नहीं है
hr: Nije odabran pisač
hu: Nincs nyomtató kiválasztva
is: Engin prentari valinn
it: Nessuna stampante selezionata
ja: プリンターが選択されていません
ka: პრინტერი არჩეული არ არის
lb: Kee Printer ausgewielt
lt: Nėra pasirinkto spausdintuvo
lv: Nav izvēlēts neviens printeris
mr: कोणताही प्रिंटर निवडलेला नाही
nl: Geen printer geselecteerd
pa: ਕੋਈ ਪ੍ਰਿੰਟਰ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
ro: Nicio imprimantă selectată
sk: Nie je vybratá žiadna tlačiareň
sl: Noben tiskalnik ni izbran
sv: Ingen skrivare vald
te: ప్రింటర్ ఎంచుకోలేదు
tg: Ягон чопгар интихоб нашудааст
th: ไม่ได้เลือกเครื่องพิมพ์
tr: Yazıcı seçilmedi
ur: کوئی پرنٹر منتخب نہیں کیا گیا
zh_hant: 未選擇印表機

# printer_error_pdf_load_failed
source: Failed to load test page PDF file
bn: টেস্ট পেজ PDF ফাইল লোড করা যায়নি
ca: No s'ha pogut carregar el fitxer PDF de la pàgina de prova
cs: Nepodařilo se načíst PDF soubor testovací stránky
el: Αποτυχία φόρτωσης του PDF της δοκιμαστικής σελίδας
et: Testlehe PDF-faili laadimine ebaõnnestus
fa: بارگذاری فایل PDF صفحه تست انجام نشد
fi: Testisivun PDF-tiedoston lataus epäonnistui
fo: Kundi ikki lata PDF-fílu fyri royndarsíðu
hi: टेस्ट पेज PDF फ़ाइल लोड नहीं हो सकी
hr: Neuspjelo učitavanje PDF datoteke testne stranice
hu: Nem sikerült betölteni a tesztoldal PDF-fájlját
is: Ekki tókst að hlaða PDF prófunarsíðu
it: Impossibile caricare il file PDF della pagina di prova
ja: テストページのPDFファイルを読み込めませんでした
ka: ტესტის გვერდის PDF ფაილის ჩატვირთვა ვერ მოხერხდა
lb: PDF-Datei vun der Testsäit konnt net geluede ginn
lt: Nepavyko įkelti bandomojo puslapio PDF failo
lv: Neizdevās ielādēt testa lapas PDF failu
mr: चाचणी पृष्ठ PDF फाइल लोड करण्यात अयशस्वी
nl: Kan PDF-bestand van testpagina niet laden
pa: ਟੈਸਟ ਪੇਜ PDF ਫ਼ਾਈਲ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ
ro: Nu s-a putut încărca fișierul PDF al paginii de test
sk: Nepodarilo sa načítať PDF súbor testovacej stránky
sl: PDF datoteke testne strani ni bilo mogoče naložiti
sv: Det gick inte att ladda testsidans PDF-fil
te: టెస్ట్ పేజీ PDF ఫైల్ లోడ్ చేయడం విఫలమైంది
tg: Файли PDF саҳифаи санҷишӣ бор нашуд
th: ไม่สามารถโหลดไฟล์ PDF ของหน้าทดสอบได้
tr: Test sayfası PDF dosyası yüklenemedi
ur: ٹیسٹ صفحہ PDF فائل لوڈ نہیں ہو سکی
zh_hant: 無法載入測試頁 PDF 檔案

# printer_operation_success
source: Print succeeded
bn: প্রিন্ট সফল হয়েছে
ca: Impressió realitzada amb èxit
cs: Tisk byl úspěšný
el: Η εκτύπωση ήταν επιτυχής
et: Printimine õnnestus
fa: چاپ با موفقیت انجام شد
fi: Tulostus onnistui
fo: Prentið eydnaðist
hi: प्रिंट सफल रहा
hr: Ispis je bio uspješan
hu: A nyomtatás sikeres volt
is: Prentun tókst
it: Stampa riuscita
ja: 印刷に成功しました
ka: ბეჭდვა წარმატებით დასრულდა
lb: Dréck war erfollegräich
lt: Spausdinimas sėkmingas
lv: Druka veiksmīga
mr: प्रिंटिंग यशस्वी
nl: Afdrukken gelukt
pa: ਪਰਿੰਟ ਸਫਲ ਹੋਈ
ro: Imprimare reușită
sk: Tlač bola úspešná
sl: Tiskanje je bilo uspešno
sv: Utskriften lyckades
te: ప్రింట్ విజయవంతం
tg: Чоп муваффақ шуд
th: พิมพ์สำเร็จ
tr: Yazdırma başarılı
ur: پرنٹ کامیاب
zh_hant: 列印成功

# printer_operation_failed_unknown
source: Unknown print error
bn: অজানা প্রিন্ট ত্রুটি
ca: Error d'impressió desconegut
cs: Neznámá chyba tisku
el: Άγνωστο σφάλμα εκτύπωσης
et: Tundmatu printimisviga
fa: خطای ناشناخته چاپ
fi: Tuntematon tulostusvirhe
fo: Ókend prentvilla
hi: अज्ञात प्रिंट त्रुटि
hr: Nepoznata pogreška pri ispisu
hu: Ismeretlen nyomtatási hiba
is: Óþekkt prentvilla
it: Errore di stampa sconosciuto
ja: 不明な印刷エラー
ka: უცნობი ბეჭდვის შეცდომა
lb: Onbekannte Dréckfeeler
lt: Nežinoma spausdinimo klaida
lv: Nezināma drukas kļūda
mr: अज्ञात प्रिंटिंग त्रुटी
nl: Onbekende afdrukfout
pa: ਅਣਜਾਣ ਪਰਿੰਟ ਗਲਤੀ
ro: Eroare de imprimare necunoscută
sk: Neznáma chyba tlače
sl: Neznana napaka pri tiskanju
sv: Okänt utskriftsfel
te: తెలియని ప్రింట్ లోపం
tg: Хатои номаълум дар чоп
th: ข้อผิดพลาดในการพิมพ์ที่ไม่รู้จัก
tr: Bilinmeyen yazdırma hatası
ur: نامعلوم پرنٹ خرابی
zh_hant: 未知列印錯誤

source: NozzleClogFree
bn: NozzleClogFree নজল রক্ষণাবেক্ষণ
ca: NozzleClogFree Manteniment de Broquet
cs: NozzleClogFree Údržba Trysek
el: NozzleClogFree Συντήρηση Ακροφυσίων
et: NozzleClogFree Düüside Hooldus
fa: نگهداری نازل NozzleClogFree
fi: NozzleClogFree Suuttimen Huolto
fo: NozzleClogFree Dysuviðlíkahald
hi: NozzleClogFree नोजल रखरखाव
hr: NozzleClogFree Održavanje Mlaznica
hu: NozzleClogFree Fúvóka Karbantartás
is: NozzleClogFree Stúturviðhald
it: NozzleClogFree Manutenzione Ugelli
ja: NozzleClogFree ノズルメンテナンス
ka: NozzleClogFree საქშენის მოვლა
lb: NozzleClogFree Düsenwartung
lt: NozzleClogFree Purkštukų Priežiūra
lv: NozzleClogFree Sprauslu Apkope
mr: NozzleClogFree नोझल देखभाल
nl: NozzleClogFree Spuitkopbeheer
pa: NozzleClogFree ਨੋਜ਼ਲ ਰੱਖ-ਰਖਾਅ
ro: NozzleClogFree Întreținere Duze
sk: NozzleClogFree Údržba Trysiek
sl: NozzleClogFree Vzdrževanje Šob
sv: NozzleClogFree Munstycksunderhåll
te: NozzleClogFree నోజిల్ నిర్వహణ
tg: NozzleClogFree Нигоҳубини Нозл
th: NozzleClogFree การดูแลหัวฉีด
tr: NozzleClogFree Nozul Bakımı
ur: NozzleClogFree نوزل دیکھ بھال
zh_hant: NozzleClogFree 噴嘴維護

source: Select Printer:
bn: প্রিন্টার নির্বাচন করুন:
ca: Seleccionar Impressora:
cs: Vyberte Tiskárnu:
el: Επιλογή Εκτυπωτή:
et: Vali Printer:
fa: انتخاب چاپگر:
fi: Valitse Tulostin:
fo: Vel Prentara:
hi: प्रिंटर चुनें:
hr: Odaberi Pisač:
hu: Nyomtató Kiválasztása:
is: Veldu Prentara:
it: Seleziona Stampante:
ja: プリンターを選択:
ka: პრინტერის არჩევა:
lb: Printer auswielen:
lt: Pasirinkti Spausdintuvą:
lv: Izvēlēties Printeri:
mr: प्रिंटर निवडा:
nl: Selecteer Printer:
pa: ਪ੍ਰਿੰਟਰ ਚੁਣੋ:
ro: Selectare Imprimantă:
sk: Vyberte Tlačiareň:
sl: Izberite Tiskalnik:
sv: Välj Skrivare:
te: ప్రింటర్ ఎంచుకోండి:
tg: Интихоби Принтер:
th: เลือกเครื่องพิมพ์:
tr: Yazıcı Seç:
ur: پرنٹر منتخب کریں:
zh_hant: 選擇印表機：

source: Printer
bn: প্রিন্টার
ca: Impressora
cs: Tiskárna
el: Εκτυπωτής
fa: چاپگر
fi: Tulostin
fo: Prentari
hi: प्रिंटर
hr: Pisač
hu: Nyomtató
is: Prentari
it: Stampante
ja: プリンター
ka: პრინტერი
lt: Spausdintuvas
lv: Printeris
mr: प्रिंटर
pa: ਪ੍ਰਿੰਟਰ
ro: Imprimantă
sk: Tlačiareň
sl: Tiskalnik
sv: Skrivare
te: ప్రింటర్
tg: Принтер
th: เครื่องพิมพ์
tr: Yazıcı
ur: پرنٹر
zh_hant: 印表機

source: View Logs
bn: লগ দেখুন
ca: Veure Registres
cs: Zobrazit Protokoly
el: Προβολή Αρχείων Καταγραφής
et: Vaata Logisid
fa: مشاهده گزارش‌ها
fi: Näytä Lokit
fo: Síggj Loggfílur
hi: लॉग देखें
hr: Pregledaj Zapise
hu: Naplók Megtekintése
is: Skoða Annála
it: Visualizza Registri
ja: ログを表示
ka: ჟურნალის ნახვა
lb: Logbicher ukucken
lt: Peržiūrėti Žurnalus
lv: Skatīt Žurnālus
mr: लॉग पहा
nl: Logboeken Bekijken
pa: ਲੌਗ ਵੇਖੋ
ro: Vizualizare Jurnale
sk: Zobraziť Záznamy
sl: Ogled Dnevnikov
sv: Visa Loggar
te: లాగ్‌లను చూడండి
tg: Дидани Сабтҳо
th: ดูบันทึก
tr: Günlükleri Görüntüle
ur: لاگز دیکھیں
zh_hant: 查看日誌

source: Enable Auto Print
bn: স্বয়ংক্রিয় প্রিন্ট সক্ষম করুন
ca: Activar Impressió Automàtica
cs: Povolit Automatický Tisk
el: Ενεργοποίηση Αυτόματης Εκτύπωσης
et: Luba Automaatne Printimine
fa: فعال‌سازی چاپ خودکار
fi: Ota Automaattinen Tulostus Käyttöön
fo: Virkja Sjálvvirkan Prent
hi: स्वचालित प्रिंट सक्षम करें
hr: Omogući Automatski Ispis
hu: Automatikus Nyomtatás Engedélyezése
is: Virkja Sjálfvirka Prentun
it: Attiva Stampa Automatica
ja: 自動印刷を有効にする
ka: ავტომატური ბეჭდვის ჩართვა
lb: Automatesch Drocken aktivéieren
lt: Įjungti Automatinį Spausdinimą
lv: Ieslēgt Automātisko Drukāšanu
mr: स्वयंचलित प्रिंट सक्षम करा
nl: Automatisch Afdrukken Inschakelen
pa: ਆਟੋ ਪ੍ਰਿੰਟ ਚਾਲੂ ਕਰੋ
ro: Activare Imprimare Automată
sk: Povoliť Automatickú Tlač
sl: Omogoči Samodejno Tiskanje
sv: Aktivera Automatisk Utskrift
te: స్వయంచాలక ముద్రణను ప్రారంభించండి
tg: Фаъолсозии Чопи Худкор
th: เปิดใช้งานการพิมพ์อัตโนมัติ
tr: Otomatik Yazdırmayı Etkinleştir
ur: خودکار پرنٹ فعال کریں
zh_hant: 啟用自動列印

source: Disable Auto Print
bn: স্বয়ংক্রিয় প্রিন্ট নিষ্ক্রিয় করুন
ca: Desactivar Impressió Automàtica
cs: Zakázat Automatický Tisk
el: Απενεργοποίηση Αυτόματης Εκτύπωσης
et: Keela Automaatne Printimine
fa: غیرفعال‌سازی چاپ خودکار
fi: Poista Automaattinen Tulostus Käytöstä
fo: Óvirkja Sjálvvirkan Prent
hi: स्वचालित प्रिंट अक्षम करें
hr: Onemogući Automatski Ispis
hu: Automatikus Nyomtatás Letiltása
is: Afvirkja Sjálfvirka Prentun
it: Disattiva Stampa Automatica
ja: 自動印刷を無効にする
ka: ავტომატური ბეჭდვის გამორთვა
lb: Automatesch Drocken desaktivéieren
lt: Išjungti Automatinį Spausdinimą
lv: Izslēgt Automātisko Drukāšanu
mr: स्वयंचलित प्रिंट अक्षम करा
nl: Automatisch Afdrukken Uitschakelen
pa: ਆਟੋ ਪ੍ਰਿੰਟ ਬੰਦ ਕਰੋ
ro: Dezactivare Imprimare Automată
sk: Zakázať Automatickú Tlač
sl: Onemogoči Samodejno Tiskanje
sv: Inaktivera Automatisk Utskrift
te: స్వయంచాలక ముద్రణను నిలిపివేయండి
tg: Ғайрифаъолсозии Чопи Худкор
th: ปิดใช้งานการพิมพ์อัตโนมัติ
tr: Otomatik Yazdırmayı Devre Dışı Bırak
ur: خودکار پرنٹ غیر فعال کریں
zh_hant: 禁用自動列印

source: (Enabled)
bn: (সক্ষম)
ca: (Activat)
cs: (Povoleno)
el: (Ενεργοποιημένο)
et: (Lubatud)
fa: (فعال)
fi: (Käytössä)
fo: (Virkjað)
hi: (सक्षम)
hr: (Omogućeno)
hu: (Engedélyezve)
is: (Virkt)
it: (Attivato)
ja: (有効)
ka: (ჩართულია)
lb: (Aktivéiert)
lt: (Įjungta)
lv: (Ieslēgts)
mr: (सक्षम)
nl: (Ingeschakeld)
pa: (ਚਾਲੂ)
ro: (Activat)
sk: (Povolené)
sl: (Omogočeno)
sv: (Aktiverad)
te: (ప్రారంభించబడింది)
tg: (Фаъол)
th: (เปิดใช้งาน)
tr: (Etkin)
ur: (فعال)
zh_hant: (已啟用)

source: (Disabled)
bn: (নিষ্ক্রিয়)
ca: (Desactivat)
cs: (Zakázáno)
el: (Απενεργοποιημένο)
et: (Keelatud)
fa: (غیرفعال)
fi: (Ei käytössä)
fo: (Óvirkjað)
hi: (अक्षम)
hr: (Onemogućeno)
hu: (Letiltva)
is: (Óvirkt)
it: (Disattivato)
ja: (無効)
ka: (გამორთულია)
lb: (Desaktivéiert)
lt: (Išjungta)
lv: (Izslēgts)
mr: (अक्षम)
nl: (Uitgeschakeld)
pa: (ਬੰਦ)
ro: (Dezactivat)
sk: (Zakázané)
sl: (Onemogočeno)
sv: (Inaktiverad)
te: (నిలిపివేయబడింది)
tg: (Ғайрифаъол)
th: (ปิดใช้งาน)
tr: (Devre Dışı)
ur: (غیر فعال)
zh_hant: (已禁用)

source: Next Print Time: %@
bn: পরবর্তী প্রিন্ট সময়: %@
ca: Propera Hora d'Impressió: %@
cs: Další Čas Tisku: %@
el: Επόμενη Ώρα Εκτύπωσης: %@
et: Järgmine Printimise Aeg: %@
fa: زمان چاپ بعدی: %@
fi: Seuraava Tulostusaika: %@
fo: Næsta Prenttíð: %@
hi: अगला प्रिंट समय: %@
hr: Sljedeće Vrijeme Ispisa: %@
hu: Következő Nyomtatási Idő: %@
is: Næsti Prentunartími: %@
it: Prossimo Orario di Stampa: %@
ja: 次の印刷時間: %@
ka: შემდეგი ბეჭდვის დრო: %@
lb: Nächst Drockzäit: %@
lt: Kitas Spausdinimo Laikas: %@
lv: Nākamais Drukāšanas Laiks: %@
mr: पुढील प्रिंट वेळ: %@
nl: Volgende Afdruktijd: %@
pa: ਅਗਲਾ ਪ੍ਰਿੰਟ ਸਮਾਂ: %@
ro: Următorul Timp de Imprimare: %@
sk: Ďalší Čas Tlače: %@
sl: Naslednji Čas Tiskanja: %@
sv: Nästa Utskriftstid: %@
te: తదుపరి ముద్రణ సమయం: %@
tg: Вақти Чопи Оянда: %@
th: เวลาพิมพ์ครั้งถัดไป: %@
tr: Sonraki Yazdırma Zamanı: %@
ur: اگلا پرنٹ وقت: %@
zh_hant: 下次列印時間：%@

source: Print Test Page Now
bn: এখন টেস্ট পেজ প্রিন্ট করুন
ca: Imprimir Pàgina de Prova Ara
cs: Vytisknout Testovací Stránku Nyní
el: Εκτύπωση Δοκιμαστικής Σελίδας Τώρα
et: Prindi Testleht Kohe
fa: چاپ صفحه آزمایشی اکنون
fi: Tulosta Testisivu Nyt
fo: Prenta Royndarsíðu Nú
hi: अभी टेस्ट पेज प्रिंट करें
hr: Ispiši Testnu Stranicu Sada
hu: Tesztoldal Nyomtatása Most
is: Prenta Prófunarsíðu Núna
it: Stampa Pagina di Prova Ora
ja: 今すぐテストページを印刷
ka: სატესტო გვერდის დაბეჭდვა ახლავე
lb: Testsäit elo drécken
lt: Spausdinti Bandomąjį Puslapį Dabar
lv: Drukāt Testa Lapu Tagad
mr: आता चाचणी पृष्ठ प्रिंट करा
nl: Testpagina Nu Afdrukken
pa: ਹੁਣ ਟੈਸਟ ਪੰਨਾ ਪ੍ਰਿੰਟ ਕਰੋ
ro: Imprimă Pagina de Test Acum
sk: Vytlačiť Testovaciu Stránku Teraz
sl: Natisni Testno Stran Zdaj
sv: Skriv ut Testsida Nu
te: ఇప్పుడు పరీక్ష పేజీని ముద్రించండి
tg: Чопи Саҳифаи Санҷишӣ Ҳозир
th: พิมพ์หน้าทดสอบตอนนี้
tr: Şimdi Test Sayfası Yazdır
ur: ابھی ٹیسٹ پیج پرنٹ کریں
zh_hant: 立即列印測試頁

source: Exit
bn: প্রস্থান
ca: Sortir
cs: Ukončit
el: Έξοδος
et: Välju
fa: خروج
fi: Poistu
fo: Enda
hi: बाहर निकलें
hr: Izlaz
hu: Kilépés
is: Hætta
it: Esci
ja: 終了
ka: გასვლა
lb: Zoumaachen
lt: Išeiti
lv: Iziet
mr: बाहेर पडा
nl: Afsluiten
pa: ਬਾਹਰ ਜਾਓ
ro: Ieșire
sk: Ukončiť
sl: Izhod
sv: Avsluta
te: నిష్క్రమించు
tg: Баромадан
th: ออก
tr: Çıkış
ur: باہر نکلیں
zh_hant: 退出應用

source: Language
bn: ভাষা
ca: Idioma
cs: Jazyk
el: Γλώσσα
et: Keel
fa: زبان
fi: Kieli
fo: Mál
hi: भाषा
hr: Jezik
hu: Nyelv
is: Tungumál
it: Lingua
ja: 言語
ka: ენა
lb: Sprooch
lt: Kalba
lv: Valoda
mr: भाषा
nl: Taal
pa: ਭਾਸ਼ਾ
ro: Limbă
sk: Jazyk
sl: Jezik
sv: Språk
te: భాష
tg: Забон
th: ภาษา
tr: Dil
ur: زبان
zh_hant: 語言

source: Select Language
bn: ভাষা নির্বাচন করুন
ca: Seleccionar idioma
cs: Vybrat jazyk
el: Επιλογή γλώσσας
et: Vali keel
fa: انتخاب زبان
fi: Valitse kieli
fo: Vel mál
hi: भाषा चुनें
hr: Odaberi jezik
hu: Nyelv kiválasztása
is: Veldu tungumál
it: Seleziona lingua
ja: 言語を選択
ka: აირჩიეთ ენა
lb: Sprooch wielen
lt: Pasirinkti kalbą
lv: Izvēlēties valodu
mr: भाषा निवडा
nl: Taal selecteren
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ro: Selectați limba
sk: Vybrať jazyk
sl: Izberi jezik
sv: Välj språk
te: భాషను ఎంచుకోండి
tg: Интихоби забон
th: เลือกภาษา
tr: Dil seçin
ur: زبان منتخب کریں
zh_hant: 選擇語言

source: Search
bn: অনুসন্ধান
ca: Cerca
cs: Hledat
el: Αναζήτηση
et: Otsing
fa: جستجو
fi: Haku
fo: Leita
hi: खोज
hr: Pretraži
hu: Keresés
is: Leita
it: Cerca
ja: 検索
ka: ძიება
lb: Sichen
lt: Paieška
lv: Meklēt
mr: शोध
nl: Zoeken
pa: ਖੋਜ
ro: Căutare
sk: Hľadať
sl: Iskanje
sv: Sök
te: శోధన
tg: Ҷустуҷӯ
th: ค้นหา
tr: Ara
ur: تلاش
zh_hant: 搜尋

source: Configure Schedule
bn: সময়সূচী কনফিগার করুন
ca: Configurar Programació
cs: Nastavit Plán
el: Ρύθμιση Προγράμματος
et: Seadista Ajakava
fa: تنظیم برنامه زمانی
fi: Määritä Aikataulu
fo: Stilla Tíðarætlan
hi: शेड्यूल कॉन्फ़िगर करें
hr: Konfiguriraj Raspored
hu: Ütemezés Beállítása
is: Stilla Tímaáætlun
it: Configura Programmazione
ja: スケジュールを設定
ka: განრიგის კონფიგურაცია
lb: Zäitplang konfiguréieren
lt: Konfigūruoti Tvarkaraštį
lv: Konfigurēt Grafiku
mr: वेळापत्रक कॉन्फिगर करा
nl: Schema Configureren
pa: ਸਮਾਂ-ਸਾਰਣੀ ਕੌਂਫਿਗਰ ਕਰੋ
ro: Configurare Program
sk: Nastaviť Plán
sl: Nastavi Urnik
sv: Konfigurera Schema
te: షెడ్యూల్‌ను కాన్ఫిగర్ చేయండి
tg: Танзими Ҷадвал
th: กำหนดตารางเวลา
tr: Programı Yapılandır
ur: شیڈول ترتیب دیں
zh_hant: 配置列印計劃

source: Save Settings
bn: সেটিংস সংরক্ষণ করুন
ca: Desar Configuració
cs: Uložit Nastavení
el: Αποθήκευση Ρυθμίσεων
et: Salvesta Seaded
fa: ذخیره تنظیمات
fi: Tallenna Asetukset
fo: Goym Innstillingar
hi: सेटिंग्स सहेजें
hr: Spremi Postavke
hu: Beállítások Mentése
is: Vista Stillingar
it: Salva Impostazioni
ja: 設定を保存
ka: პარამეტრების შენახვა
lb: Astellungen späicheren
lt: Išsaugoti Nustatymus
lv: Saglabāt Iestatījumus
mr: सेटिंग्ज जतन करा
nl: Instellingen Opslaan
pa: ਸੈਟਿੰਗਾਂ ਸੰਭਾਲੋ
ro: Salvare Setări
sk: Uložiť Nastavenia
sl: Shrani Nastavitve
sv: Spara Inställningar
te: సెట్టింగ్‌లను సేవ్ చేయండి
tg: Нигоҳдории Танзимот
th: บันทึกการตั้งค่า
tr: Ayarları Kaydet
ur: ترتیبات محفوظ کریں
zh_hant: 儲存設定

source: Cancel
bn: বাতিল
ca: Cancel·lar
cs: Zrušit
el: Ακύρωση
et: Tühista
fa: لغو
fi: Peruuta
fo: Ógilda
hi: रद्द करें
hr: Odustani
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
lb: Ofbriechen
lt: Atšaukti
lv: Atcelt
mr: रद्द करा
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
ro: Anulare
sk: Zrušiť
sl: Prekliči
sv: Avbryt
te: రద్దు చేయండి
tg: Бекор кардан
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
zh_hant: 取消

source: OK
bn: ঠিক আছে
ca: D'acord
fa: تأیید
hi: ठीक है
hr: U redu
is: Í lagi
ka: კარგი
lt: Gerai
lv: Labi
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
sl: V redu
te: సరే
tg: Хуб
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hant: 確定

source: In the following dialog, click the 'Print' button to save your settings without actually printing. These settings will be used for future printing.
bn: নিম্নলিখিত ডায়ালগে, আসলে প্রিন্ট না করেই আপনার সেটিংস সংরক্ষণ করতে 'প্রিন্ট' বাটনে ক্লিক করুন। এই সেটিংসগুলি ভবিষ্যতের প্রিন্টিংয়ের জন্য ব্যবহার করা হবে।
ca: En el següent diàleg, feu clic al botó 'Imprimir' per desar la configuració sense imprimir realment. Aquesta configuració s'utilitzarà per a impressions futures.
cs: V následujícím dialogu klikněte na tlačítko 'Tisk' pro uložení nastavení bez skutečného tisku. Tato nastavení budou použita pro budoucí tisk.
el: Στο παρακάτω παράθυρο διαλόγου, κάντε κλικ στο κουμπί 'Εκτύπωση' για να αποθηκεύσετε τις ρυθμίσεις σας χωρίς να εκτυπώσετε στην πραγματικότητα. Αυτές οι ρυθμίσεις θα χρησιμοποιηθούν για μελλοντικές εκτυπώσεις.
et: Järgnevas dialoogis klõpsa nuppu 'Prindi', et salvestada oma seaded ilma tegelikult printimata. Neid seadeid kasutatakse tulevaste printimiste jaoks.
fa: در پنجره بعدی، روی دکمه 'چاپ' کلیک کنید تا تنظیمات شما بدون انجام چاپ واقعی ذخیره شود. این تنظیمات برای چاپ‌های آینده استفاده خواهد شد.
fi: Napsauta seuraavassa valintaikkunassa 'Tulosta'-painiketta tallentaaksesi asetukset tulostamatta. Näitä asetuksia käytetään tulevissa tulostuksissa.
fo: Í fylgjandi samrøðu, trýst á 'Prenta' knøttin fyri at goyma tínar innstillingar uttan veruliga at prenta. Hesar innstillingar verða brúktar til framtíðar prent.
hi: निम्न संवाद में, वास्तव में प्रिंट किए बिना अपनी सेटिंग्स सहेजने के लिए 'प्रिंट' बटन पर क्लिक करें। ये सेटिंग्स भविष्य के प्रिंटिंग के लिए उपयोग की जाएंगी।
hr: U sljedećem dijalogu, kliknite gumb 'Ispis' za spremanje postavki bez stvarnog ispisivanja. Ove postavke će se koristiti za buduće ispisivanje.
hu: A következő párbeszédablakban kattintson a 'Nyomtatás' gombra a beállítások mentéséhez tényleges nyomtatás nélkül. Ezeket a beállításokat a jövőbeni nyomtatásokhoz használja a rendszer.
is: Í eftirfarandi glugga, smelltu á 'Prenta' hnappinn til að vista stillingarnar þínar án þess að prenta í raun. Þessar stillingar verða notaðar fyrir framtíðarprentun.
it: Nella finestra di dialogo seguente, fai clic sul pulsante 'Stampa' per salvare le impostazioni senza stampare effettivamente. Queste impostazioni verranno utilizzate per le stampe future.
ja: 次のダイアログで、実際に印刷せずに設定を保存するには「印刷」ボタンをクリックしてください。これらの設定は今後の印刷に使用されます。
ka: შემდეგ დიალოგში, დააჭირეთ ღილაკს 'ბეჭდვა' თქვენი პარამეტრების შესანახად რეალური ბეჭდვის გარეშე. ეს პარამეტრები გამოყენებული იქნება მომავალი ბეჭდვისთვის.
lb: Am nächsten Dialog, klickt op de 'Drécken' Knäppchen fir Är Astellungen ze späicheren ouni wierklech ze drécken. Dës Astellunge ginn fir zukünfteg Drockaufgaben benotzt.
lt: Kitame dialogo lange spustelėkite mygtuką 'Spausdinti', kad išsaugotumėte nustatymus iš tikrųjų nespausdinant. Šie nustatymai bus naudojami ateities spausdinimui.
lv: Sekojošajā dialogā noklikšķiniet uz pogas 'Drukāt', lai saglabātu iestatījumus, faktiski nedrukājot. Šie iestatījumi tiks izmantoti turpmākajai drukāšanai.
mr: पुढील संवादात, प्रत्यक्षात प्रिंट न करता आपल्या सेटिंग्ज जतन करण्यासाठी 'प्रिंट' बटणावर क्लिक करा. या सेटिंग्ज भविष्यातील प्रिंटिंगसाठी वापरल्या जातील.
nl: Klik in het volgende dialoogvenster op de knop 'Afdrukken' om uw instellingen op te slaan zonder daadwerkelijk af te drukken. Deze instellingen worden gebruikt voor toekomstige afdruktaken.
pa: ਹੇਠਾਂ ਦਿੱਤੇ ਡਾਇਲਾਗ ਵਿੱਚ, ਅਸਲ ਵਿੱਚ ਪ੍ਰਿੰਟ ਕੀਤੇ ਬਿਨਾਂ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੰਭਾਲਣ ਲਈ 'ਪ੍ਰਿੰਟ' ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਇਹ ਸੈਟਿੰਗਾਂ ਭਵਿੱਖ ਦੀ ਪ੍ਰਿੰਟਿੰਗ ਲਈ ਵਰਤੀਆਂ ਜਾਣਗੀਆਂ।
ro: În dialogul următor, faceți clic pe butonul 'Imprimare' pentru a salva setările fără a imprima efectiv. Aceste setări vor fi utilizate pentru imprimările viitoare.
sk: V nasledujúcom dialógu kliknite na tlačidlo 'Tlačiť' pre uloženie nastavení bez skutočnej tlače. Tieto nastavenia budú použité pre budúcu tlač.
sl: V naslednjem pogovornem oknu kliknite gumb 'Natisni', da shranite nastavitve brez dejanskega tiskanja. Te nastavitve bodo uporabljene za prihodnje tiskanje.
sv: I följande dialogruta, klicka på knappen 'Skriv ut' för att spara dina inställningar utan att faktiskt skriva ut. Dessa inställningar kommer att användas för framtida utskrifter.
te: కింది డైలాగ్‌లో, వాస్తవానికి ముద్రించకుండానే మీ సెట్టింగ్‌లను సేవ్ చేయడానికి 'ముద్రణ' బటన్‌ను క్లిక్ చేయండి. ఈ సెట్టింగ్‌లు భవిష్యత్తు ముద్రణ కోసం ఉపయోగించబడతాయి.
tg: Дар равзанаи зерин, тугмаи 'Чоп'-ро пахш кунед, то танзимоти шумо бидуни чопи воқеӣ нигоҳ дошта шавад. Ин танзимот барои чопи оянда истифода хоҳад шуд.
th: ในกล่องโต้ตอบต่อไปนี้ คลิกปุ่ม 'พิมพ์' เพื่อบันทึกการตั้งค่าของคุณโดยไม่ต้องพิมพ์จริง การตั้งค่าเหล่านี้จะถูกใช้สำหรับการพิมพ์ในอนาคต
tr: Aşağıdaki iletişim kutusunda, gerçekten yazdırmadan ayarlarınızı kaydetmek için 'Yazdır' düğmesine tıklayın. Bu ayarlar gelecekteki yazdırma işlemleri için kullanılacaktır.
ur: مندرجہ ذیل ڈائیلاگ میں، اپنی ترتیبات کو محفوظ کرنے کے لیے 'پرنٹ' بٹن پر کلک کریں بغیر اصل میں پرنٹ کیے۔ یہ ترتیبات مستقبل کی پرنٹنگ کے لیے استعمال کی جائیں گی۔
zh_hant: 在接下來的對話框中，點擊"列印"按鈕將儲存您的設定而不會實際列印。這些設定將用於將來的列印操作。

source: Settings Saved
bn: সেটিংস সংরক্ষিত হয়েছে
ca: Configuració Desada
cs: Nastavení Uloženo
el: Οι Ρυθμίσεις Αποθηκεύτηκαν
et: Seaded Salvestatud
fa: تنظیمات ذخیره شد
fi: Asetukset Tallennettu
fo: Innstillingar Goymdar
hi: सेटिंग्स सहेजी गईं
hr: Postavke Spremljene
hu: Beállítások Mentve
is: Stillingar Vistaðar
it: Impostazioni Salvate
ja: 設定が保存されました
ka: პარამეტრები შენახულია
lb: Astellunge gespäichert
lt: Nustatymai Išsaugoti
lv: Iestatījumi Saglabāti
mr: सेटिंग्ज जतन केल्या
nl: Instellingen Opgeslagen
pa: ਸੈਟਿੰਗਾਂ ਸੰਭਾਲੀਆਂ ਗਈਆਂ
ro: Setări Salvate
sk: Nastavenia Uložené
sl: Nastavitve Shranjene
sv: Inställningar Sparade
te: సెట్టింగ్‌లు సేవ్ చేయబడ్డాయి
tg: Танзимот Нигоҳ Дошта Шуд
th: บันทึกการตั้งค่าแล้ว
tr: Ayarlar Kaydedildi
ur: ترتیبات محفوظ ہو گئیں
zh_hant: 設定已儲存
