Repository: simonwan1980/nozzleclogfree
Catalog: src/NoClog/*.lproj/Localizable.strings
Languages: bn, ca, cs, el, et, fa, fi, fo, hi, hr, hu, is, it, ja, ka, lb, lt, lv, mr, nl, pa, ro, sk, sl, sv, te, tg, th, tr, ur, zh_hant

source: Your print settings have been saved and will be used for future printing.
bn: আপনার প্রিন্ট সেটিংস সংরক্ষিত হয়েছে এবং ভবিষ্যতের প্রিন্টিংয়ের জন্য ব্যবহার করা হবে।
ca: La configuració d'impressió s'ha desat i s'utilitzarà per a impressions futures.
cs: Vaše nastavení tisku byla uložena a budou použita pro budoucí tisk.
el: Οι ρυθμίσεις εκτύπωσής σας έχουν αποθηκευτεί και θα χρησιμοποιηθούν για μελλοντικές εκτυπώσεις.
et: Sinu printimise seaded on salvestatud ja neid kasutatakse tulevaste printimiste jaoks.
fa: تنظیمات چاپ شما ذخیره شده و برای چاپ‌های آینده استفاده خواهد شد.
fi: Tulostusasetuksesi on tallennettu ja niitä käytetään tulevissa tulostuksissa.
fo: Tínar prentinnstillingar eru goymdar og verða brúktar til framtíðar prent.
hi: आपकी प्रिंट सेटिंग्स सहेज ली गई हैं और भविष्य के प्रिंटिंग के लिए उपयोग की जाएंगी।
hr: Vaše postavke ispisa su spremljene i koristit će se za buduće ispisivanje.
hu: A nyomtatási beállításai mentésre kerültek és a jövőbeni nyomtatásokhoz lesznek használva.
is: Prentunarstiillingar þínar hafa verið vistaðar og verða notaðar fyrir framtíðarprentun.
it: Le tue impostazioni di stampa sono state salvate e verranno utilizzate per le stampe future.
ja: 印刷設定が保存され、今後の印刷に使用されます。
ka: თქვენი ბეჭდვის პარამეტრები შენახულია და გამოყენებული იქნება მომავალი ბეჭდვისთვის.
lb: Är Drockastellunge goufe gespäichert a gi fir zukünfteg Drockaufgabe benotzt.
lt: Jūsų spausdinimo nustatymai buvo išsaugoti ir bus naudojami ateities spausdinimui.
lv: Jūsu drukāšanas iestatījumi ir saglabāti un tiks izmantoti turpmākajai drukāšanai.
mr: आपल्या प्रिंट सेटिंग्ज जतन केल्या गेल्या आहेत आणि भविष्यातील प्रिंटिंगसाठी वापरल्या जातील.
nl: Uw afdrukinstellingen zijn opgeslagen en worden gebruikt voor toekomstige afdruktaken.
pa: ਤੁਹਾਡੀਆਂ ਪ੍ਰਿੰਟ ਸੈਟਿੰਗਾਂ ਸੰਭਾਲੀਆਂ ਗਈਆਂ ਹਨ ਅਤੇ ਭਵਿੱਖ ਦੀ ਪ੍ਰਿੰਟਿੰਗ ਲਈ ਵਰਤੀਆਂ ਜਾਣਗੀਆਂ।
ro: Setările de imprimare au fost salvate și vor fi utilizate pentru imprimările viitoare.
sk: Vaše nastavenia tlače boli uložené a budú použité pre budúcu tlač.
sl: Vaše nastavitve tiskanja so bile shranjene in bodo uporabljene za prihodnje tiskanje.
sv: Dina utskriftsinställningar har sparats och kommer att användas för framtida utskrifter.
te: మీ ముద్రణ సెట్టింగ్‌లు సేవ్ చేయబడ్డాయి మరియు భవిష్యత్తు ముద్రణ కోసం ఉపయోగించబడతాయి.
tg: Танзимоти чопи шумо нигоҳ дошта шуд ва барои чопи оянда истифода хоҳад шуд.
th: การตั้งค่าการพิมพ์ของคุณได้รับการบันทึกแล้วและจะถูกใช้สำหรับการพิมพ์ในอนาคต
tr: Yazdırma ayarlarınız kaydedildi ve gelecekteki yazdırma işlemleri için kullanılacaktır.
ur: آپ کی پرنٹ ترتیبات محفوظ کر لی گئی ہیں اور مستقبل کی پرنٹنگ کے لیے استعمال کی جائیں گی۔
zh_hant: 您的列印設定已儲存，將用於將來的列印操作。

source: Configure Print Schedule
bn: প্রিন্ট সময়সূচী কনফিগার করুন
ca: Configurar Programació d'Impressió
cs: Nastavit Plán Tisku
el: Ρύθμιση Προγράμματος Εκτύπωσης
et: Seadista Printimise Ajakava
fa: تنظیم برنامه زمانی چاپ
fi: Määritä Tulostusaikataulu
fo: Stilla Prenttíðarætlan
hi: प्रिंट शेड्यूल कॉन्फ़िगर करें
hr: Konfiguriraj Raspored Ispisa
hu: Nyomtatási Ütemezés Beállítása
is: Stilla Prentunartímaáætlun
it: Configura Programmazione di Stampa
ja: 印刷スケジュールを設定
ka: ბეჭდვის განრიგის კონფიგურაცია
lb: Drockzäitplang konfiguréieren
lt: Konfigūruoti Spausdinimo Tvarkaraštį
lv: Konfigurēt Drukāšanas Grafiku
mr: प्रिंट वेळापत्रक कॉन्फिगर करा
nl: Afdrukschema Configureren
pa: ਪ੍ਰਿੰਟ ਸਮਾਂ-ਸਾਰਣੀ ਕੌਂਫਿਗਰ ਕਰੋ
ro: Configurare Program de Imprimare
sk: Nastaviť Plán Tlače
sl: Nastavi Urnik Tiskanja
sv: Konfigurera Utskriftsschema
te: ముద్రణ షెడ్యూల్‌ను కాన్ఫిగర్ చేయండి
tg: Танзими Ҷадвали Чоп
th: กำหนดตารางเวลาการพิมพ์
tr: Yazdırma Programını Yapılandır
ur: پرنٹ شیڈول ترتیب دیں
zh_hant: 配置列印計劃

source: Schedule Type
bn: সময়সূচীর ধরন
ca: Tipus de Programació
cs: Typ Plánu
el: Τύπος Προγράμματος
et: Ajakava Tüüp
fa: نوع برنامه زمانی
fi: Aikataulun Tyyppi
fo: Slag av Tíðarætlan
hi: शेड्यूल प्रकार
hr: Vrsta Rasporeda
hu: Ütemezés Típusa
is: Tegund Tímaáætlunar
it: Tipo di Programmazione
ja: スケジュールタイプ
ka: განრიგის ტიპი
lb: Zäitplangtyp
lt: Tvarkaraščio Tipas
lv: Grafika Veids
mr: वेळापत्रक प्रकार
nl: Schematype
pa: ਸਮਾਂ-ਸਾਰਣੀ ਦੀ ਕਿਸਮ
ro: Tip Program
sk: Typ Plánu
sl: Vrsta Urnika
sv: Schematyp
te: షెడ్యూల్ రకం
tg: Навъи Ҷадвал
th: ประเภทตารางเวลา
tr: Program Türü
ur: شیڈول کی قسم
zh_hant: 計劃類型

source: Daily
bn: দৈনিক
ca: Diàriament
cs: Denně
el: Καθημερινά
et: Igapäevane
fa: روزانه
fi: Päivittäin
fo: Dagliga
hi: दैनिक
hr: Dnevno
hu: Napi
is: Daglega
it: Giornaliera
ja: 毎日
ka: ყოველდღიური
lb: Deeglech
lt: Kasdien
lv: Ikdienas
mr: दैनिक
nl: Dagelijks
pa: ਰੋਜ਼ਾਨਾ
ro: Zilnic
sk: Denne
sl: Dnevno
sv: Dagligen
te: రోజువారీ
tg: Рӯзона
th: รายวัน
tr: Günlük
ur: روزانہ
zh_hant: 每天

source: Weekly
bn: সাপ্তাহিক
ca: Setmanalment
cs: Týdně
el: Εβδομαδιαία
et: Iganädalane
fa: هفتگی
fi: Viikoittain
fo: Vikliga
hi: साप्ताहिक
hr: Tjedno
hu: Heti
is: Vikulega
it: Settimanale
ja: 毎週
ka: ყოველკვირეული
lb: Wöchentlech
lt: Kas savaitę
lv: Iknedēļas
mr: साप्ताहिक
nl: Wekelijks
pa: ਹਫਤਾਵਾਰੀ
ro: Săptămânal
sk: Týždenne
sl: Tedensko
sv: Veckovis
te: వారపు
tg: Ҳафтагӣ
th: รายสัปดาห์
tr: Haftalık
ur: ہفتہ وار
zh_hant: 每週

source: Monthly
bn: মাসিক
ca: Mensualment
cs: Měsíčně
el: Μηνιαία
et: Igakuine
fa: ماهانه
fi: Kuukausittain
fo: Mánaðarliga
hi: मासिक
hr: Mjesečno
hu: Havi
is: Mánaðarlega
it: Mensile
ja: 毎月
ka: ყოველთვიური
lb: Méintlech
lt: Kas mėnesį
lv: Ikmēneša
mr: मासिक
nl: Maandelijks
pa: ਮਹੀਨਾਵਾਰ
ro: Lunar
sk: Mesačne
sl: Mesečno
sv: Månadsvis
te: నెలవారీ
tg: Моҳона
th: รายเดือน
tr: Aylık
ur: ماہانہ
zh_hant: 每月

source: Auto
lt: Automatinis

source: Time
bn: সময়
ca: Hora
cs: Čas
el: Ώρα
et: Aeg
fa: زمان
fi: Aika
fo: Tíð
hi: समय
hr: Vrijeme
hu: Idő
is: Tími
it: Orario
ja: 時間
ka: დრო
lb: Zäit
lt: Laikas
lv: Laiks
mr: वेळ
nl: Tijd
pa: ਸਮਾਂ
ro: Timp
sk: Čas
sl: Čas
sv: Tid
te: సమయం
tg: Вақт
th: เวลา
tr: Zaman
ur: وقت
zh_hant: 時間

source: Hour
bn: ঘন্টা
ca: Hora
cs: Hodina
el: Ώρα
et: Tund
fa: ساعت
fi: Tunti
fo: Tími
hi: घंटा
hr: Sat
hu: Óra
is: Klukkustund
it: Ora
ja: 時
ka: საათი
lb: Stonn
lt: Valanda
lv: Stunda
mr: तास
nl: Uur
pa: ਘੰਟਾ
ro: Oră
sk: Hodina
sl: Ura
sv: Timme
te: గంట
tg: Соат
th: ชั่วโมง
tr: Saat
ur: گھنٹہ
zh_hant: 小時

source: Minute
bn: মিনিট
ca: Minut
cs: Minuta
el: Λεπτό
et: Minut
fa: دقیقه
fi: Minuutti
fo: Minuttur
hi: मिनट
hr: Minuta
hu: Perc
is: Mínúta
it: Minuto
ja: 分
ka: წუთი
lb: Minutt
lt: Minutė
lv: Minūte
mr: मिनिट
nl: Minuut
pa: ਮਿੰਟ
ro: Minut
sk: Minúta
sl: Minuta
sv: Minut
te: నిమిషం
tg: Дақиқа
th: นาที
tr: Dakika
ur: منٹ
zh_hant: 分鐘

source: Day of Week
bn: সপ্তাহের দিন
ca: Dia de la Setmana
cs: Den v Týdnu
el: Ημέρα της Εβδομάδας
et: Nädalapäev
fa: روز هفته
fi: Viikonpäivä
fo: Vikudagur
hi: सप्ताह का दिन
hr: Dan u Tjednu
hu: A Hét Napja
is: Vikudagur
it: Giorno della Settimana
ja: 曜日
ka: კვირის დღე
lb: Wochendag
lt: Savaitės Diena
lv: Nedēļas Diena
mr: आठवड्याचा दिवस
nl: Dag van de Week
pa: ਹਫਤੇ ਦਾ ਦਿਨ
ro: Ziua Săptămânii
sk: Deň v Týždni
sl: Dan v Tednu
sv: Veckodag
te: వారంలోని రోజు
tg: Рӯзи Ҳафта
th: วันในสัปดาห์
tr: Haftanın Günü
ur: ہفتے کا دن
zh_hant: 星期幾

source: Day of Month
bn: মাসের দিন
ca: Dia del Mes
cs: Den v Měsíci
el: Ημέρα του Μήνα
et: Kuupäev
fa: روز ماه
fi: Kuukauden Päivä
fo: Dagur í Mánaðinum
hi: महीने का दिन
hr: Dan u Mjesecu
hu: A Hónap Napja
is: Dagur Mánaðar
it: Giorno del Mese
ja: 日
ka: თვის დღე
lb: Dag vum Mount
lt: Mėnesio Diena
lv: Mēneša Diena
mr: महिन्याचा दिवस
nl: Dag van de Maand
pa: ਮਹੀਨੇ ਦਾ ਦਿਨ
ro: Ziua Lunii
sk: Deň v Mesiaci
sl: Dan v Mesecu
sv: Dag i Månaden
te: నెలలోని రోజు
tg: Рӯзи Моҳ
th: วันในเดือน
tr: Ayın Günü
ur: مہینے کا دن
zh_hant: 每月幾號

source: Sunday
bn: রবিবার
ca: Diumenge
cs: Neděle
el: Κυριακή
et: Pühapäev
fa: یکشنبه
fi: Sunnuntai
fo: Sunnudagur
hi: रविवार
hr: Nedjelja
hu: Vasárnap
is: Sunnudagur
it: Domenica
ja: 日曜日
ka: კვირა
lb: Sonndeg
lt: Sekmadienis
lv: Svētdiena
mr: रविवार
nl: Zondag
pa: ਐਤਵਾਰ
ro: Duminică
sk: Nedeľa
sl: Nedelja
sv: Söndag
te: ఆదివారం
tg: Якшанбе
th: วันอาทิตย์
tr: Pazar
ur: اتوار
zh_hant: 星期日

source: Monday
bn: সোমবার
ca: Dilluns
cs: Pondělí
el: Δευτέρα
et: Esmaspäev
fa: دوشنبه
fi: Maanantai
fo: Mánadagur
hi: सोमवार
hr: Ponedjeljak
hu: Hétfő
is: Mánudagur
it: Lunedì
ja: 月曜日
ka: ორშაბათი
lb: Méindeg
lt: Pirmadienis
lv: Pirmdiena
mr: सोमवार
nl: Maandag
pa: ਸੋਮਵਾਰ
ro: Luni
sk: Pondelok
sl: Ponedeljek
sv: Måndag
te: సోమవారం
tg: Душанбе
th: วันจันทร์
tr: Pazartesi
ur: پیر
zh_hant: 星期一

source: Tuesday
bn: মঙ্গলবার
ca: Dimarts
cs: Úterý
el: Τρίτη
et: Teisipäev
fa: سه‌شنبه
fi: Tiistai
fo: Týsdagur
hi: मंगलवार
hr: Utorak
hu: Kedd
is: Þriðjudagur
it: Martedì
ja: 火曜日
ka: სამშაბათი
lb: Dënschdeg
lt: Antradienis
lv: Otrdiena
mr: मंगळवार
nl: Dinsdag
pa: ਮੰਗਲਵਾਰ
ro: Marți
sk: Utorok
sl: Torek
sv: Tisdag
te: మంగళవారం
tg: Сешанбе
th: วันอังคาร
tr: Salı
ur: منگل
zh_hant: 星期二

source: Wednesday
bn: বুধবার
ca: Dimecres
cs: Středa
el: Τετάρτη
et: Kolmapäev
fa: چهارشنبه
fi: Keskiviikko
fo: Mikudagur
hi: बुधवार
hr: Srijeda
hu: Szerda
is: Miðvikudagur
it: Mercoledì
ja: 水曜日
ka: ოთხშაბათი
lb: Mëttwoch
lt: Trečiadienis
lv: Trešdiena
mr: बुधवार
nl: Woensdag
pa: ਬੁੱਧਵਾਰ
ro: Miercuri
sk: Streda
sl: Sreda
sv: Onsdag
te: బుధవారం
tg: Чоршанбе
th: วันพุธ
tr: Çarşamba
ur: بدھ
zh_hant: 星期三

source: Thursday
bn: বৃহস্পতিবার
ca: Dijous
cs: Čtvrtek
el: Πέμπτη
et: Neljapäev
fa: پنج‌شنبه
fi: Torstai
fo: Hósdagur
hi: गुरुवार
hr: Četvrtak
hu: Csütörtök
is: Fimmtudagur
it: Giovedì
ja: 木曜日
ka: ხუთშაბათი
lb: Donneschdeg
lt: Ketvirtadienis
lv: Ceturtdiena
mr: गुरुवार
nl: Donderdag
pa: ਵੀਰਵਾਰ
ro: Joi
sk: Štvrtok
sl: Četrtek
sv: Torsdag
te: గురువారం
tg: Панҷшанбе
th: วันพฤหัสบดี
tr: Perşembe
ur: جمعرات
zh_hant: 星期四

source: Friday
bn: শুক্রবার
ca: Divendres
cs: Pátek
el: Παρασκευή
et: Reede
fa: جمعه
fi: Perjantai
fo: Fríggjadagur
hi: शुक्रवार
hr: Petak
hu: Péntek
is: Föstudagur
it: Venerdì
ja: 金曜日
ka: პარასკევი
lb: Freideg
lt: Penktadienis
lv: Piektdiena
mr: शुक्रवार
nl: Vrijdag
pa: ਸ਼ੁੱਕਰਵਾਰ
ro: Vineri
sk: Piatok
sl: Petek
sv: Fredag
te: శుక్రవారం
tg: Ҷумъа
th: วันศุกร์
tr: Cuma
ur: جمعہ
zh_hant: 星期五

source: Saturday
bn: শনিবার
ca: Dissabte
cs: Sobota
el: Σάββατο
et: Laupäev
fa: شنبه
fi: Lauantai
fo: Leygardagur
hi: शनिवार
hr: Subota
hu: Szombat
is: Laugardagur
it: Sabato
ja: 土曜日
ka: შაბათი
lb: Samschdeg
lt: Šeštadienis
lv: Sestdiena
mr: शनिवार
nl: Zaterdag
pa: ਸ਼ਨੀਵਾਰ
ro: Sâmbătă
sk: Sobota
sl: Sobota
sv: Lördag
te: శనివారం
tg: Шанбе
th: วันเสาร์
tr: Cumartesi
ur: ہفتہ
zh_hant: 星期六

source: Save
bn: সংরক্ষণ করুন
ca: Desar
cs: Uložit
el: Αποθήκευση
et: Salvesta
fa: ذخیره
fi: Tallenna
fo: Goym
hi: सहेजें
hr: Spremi
hu: Mentés
is: Vista
it: Salva
ja: 保存
ka: შენახვა
lb: Späicheren
lt: Išsaugoti
lv: Saglabāt
mr: जतन करा
nl: Opslaan
pa: ਸੰਭਾਲੋ
ro: Salvare
sk: Uložiť
sl: Shrani
sv: Spara
te: సేవ్ చేయండి
tg: Нигоҳ доштан
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
zh_hant: 儲存

source: Schedule Summary
bn: সময়সূচী সারাংশ
ca: Resum de Programació
cs: Souhrn Plánu
el: Σύνοψη Προγράμματος
et: Ajakava Kokkuvõte
fa: خلاصه برنامه زمانی
fi: Aikataulun Yhteenveto
fo: Samandráttur av Tíðarætlan
hi: शेड्यूल सारांश
hr: Sažetak Rasporeda
hu: Ütemezés Összefoglalása
is: Yfirlit Tímaáætlunar
it: Riepilogo Programmazione
ja: スケジュール概要
ka: განრიგის შეჯამება
lb: Zäitplangzesummefaassung
lt: Tvarkaraščio Santrauka
lv: Grafika Kopsavilkums
mr: वेळापत्रक सारांश
nl: Schema Samenvatting
pa: ਸਮਾਂ-ਸਾਰਣੀ ਸੰਖੇਪ
ro: Rezumat Program
sk: Súhrn Plánu
sl: Povzetek Urnika
sv: Schemaöversikt
te: షెడ్యూల్ సారాంశం
tg: Хулосаи Ҷадвал
th: สรุปตารางเวลา
tr: Program Özeti
ur: شیڈول کا خلاصہ
zh_hant: 計劃摘要

source: Print test page every day at %@
bn: প্রতিদিন %@ এ টেস্ট পেজ প্রিন্ট করুন
ca: Imprimir pàgina de prova cada dia a les %@
cs: Tisknout testovací stránku každý den v %@
el: Εκτύπωση δοκιμαστικής σελίδας κάθε μέρα στις %@
et: Prindi testleht iga päev kell %@
fa: چاپ صفحه آزمایشی هر روز در ساعت %@
fi: Tulosta testisivu joka päivä kello %@
fo: Prenta royndarsíðu hvønn dag kl. %@
hi: हर दिन %@ पर टेस्ट पेज प्रिंट करें
hr: Ispiši testnu stranicu svaki dan u %@
hu: Tesztoldal nyomtatása minden nap %@ órakor
is: Prenta prófunarsíðu á hverjum degi klukkan %@
it: Stampa pagina di prova ogni giorno alle %@
ja: 毎日%@にテストページを印刷
ka: სატესტო გვერდის დაბეჭდვა ყოველდღე %@-ზე
lb: Testsäit all Dag um %@ drécken
lt: Spausdinti bandomąjį puslapį kasdien %@
lv: Drukāt testa lapu katru dienu plkst. %@
mr: दररोज %@ वाजता चाचणी पृष्ठ प्रिंट करा
nl: Testpagina elke dag afdrukken om %@
pa: ਹਰ ਰੋਜ਼ %@ 'ਤੇ ਟੈਸਟ ਪੰਨਾ ਪ੍ਰਿੰਟ ਕਰੋ
ro: Imprimă pagina de test în fiecare zi la %@
sk: Tlačiť testovaciu stránku každý deň o %@
sl: Natisni testno stran vsak dan ob %@
sv: Skriv ut testsida varje dag kl %@
te: ప్రతి రోజు %@ వద్ద పరీక్ష పేజీని ముద్రించండి
tg: Чопи саҳифаи санҷишӣ ҳар рӯз дар соати %@
th: พิมพ์หน้าทดสอบทุกวันเวลา %@
tr: Her gün %@ saatinde test sayfası yazdır
ur: ہر روز %@ پر ٹیسٹ پیج پرنٹ کریں
zh_hant: 每天 %@ 列印測試頁

source: Print test page every %@ at %@
bn: প্রতি %@ এ %@ এ টেস্ট পেজ প্রিন্ট করুন
ca: Imprimir pàgina de prova cada %@ a les %@
cs: Tisknout testovací stránku každý %@ v %@
el: Εκτύπωση δοκιμαστικής σελίδας κάθε %@ στις %@
et: Prindi testleht iga %@ kell %@
fa: چاپ صفحه آزمایشی هر %@ در ساعت %@
fi: Tulosta testisivu joka %@ kello %@
fo: Prenta royndarsíðu hvønn %@ kl. %@
hi: हर %@ को %@ पर टेस्ट पेज प्रिंट करें
hr: Ispiši testnu stranicu svaki %@ u %@
hu: Tesztoldal nyomtatása minden %@ %@ órakor
is: Prenta prófunarsíðu hvern %@ klukkan %@
it: Stampa pagina di prova ogni %@ alle %@
ja: 毎週%@の%@にテストページを印刷
ka: სატესტო გვერდის დაბეჭდვა ყოველ %@-ს %@-ზე
lb: Testsäit all %@ um %@ drécken
lt: Spausdinti bandomąjį puslapį kas %@ %@
lv: Drukāt testa lapu katru %@ plkst. %@
mr: प्रत्येक %@ रोजी %@ वाजता चाचणी पृष्ठ प्रिंट करा
nl: Testpagina elke %@ afdrukken om %@
pa: ਹਰ %@ ਨੂੰ %@ 'ਤੇ ਟੈਸਟ ਪੰਨਾ ਪ੍ਰਿੰਟ ਕਰੋ
ro: Imprimă pagina de test în fiecare %@ la %@
sk: Tlačiť testovaciu stránku každý %@ o %@
sl: Natisni testno stran vsak %@ ob %@
sv: Skriv ut testsida varje %@ kl %@
te: ప్రతి %@ రోజున %@ వద్ద పరీక్ష పేజీని ముద్రించండి
tg: Чопи саҳифаи санҷишӣ ҳар %@ дар соати %@
th: พิมพ์หน้าทดสอบทุก %@ เวลา %@
tr: Her %@ günü %@ saatinde test sayfası yazdır
ur: ہر %@ کو %@ پر ٹیسٹ پیج پرنٹ کریں
zh_hant: 每週%@的 %@ 列印測試頁

source: Print test page on day %d of each month at %@
bn: প্রতি মাসের %d তারিখে %@ এ টেস্ট পেজ প্রিন্ট করুন
ca: Imprimir pàgina de prova el dia %d de cada mes a les %@
cs: Tisknout testovací stránku %d. den každého měsíce v %@
el: Εκτύπωση δοκιμαστικής σελίδας την ημέρα %d κάθε μήνα στις %@
et: Prindi testleht iga kuu %d. päeval kell %@
fa: چاپ صفحه آزمایشی در روز %d هر ماه در ساعت %@
fi: Tulosta testisivu kuukauden %d. päivänä kello %@
fo: Prenta royndarsíðu tann %d. í hvørjum mánaði kl. %@
hi: हर महीने के %d दिन %@ पर टेस्ट पेज प्रिंट करें
hr: Ispiši testnu stranicu %d. dan svakog mjeseca u %@
hu: Tesztoldal nyomtatása minden hónap %d. napján %@ órakor
is: Prenta prófunarsíðu á degi %d í hverjum mánuði klukkan %@
it: Stampa pagina di prova il giorno %d di ogni mese alle %@
ja: 毎月%d日の%@にテストページを印刷
ka: სატესტო გვერდის დაბეჭდვა ყოველი თვის %d-ში %@-ზე
lb: Testsäit um %d. Dag vun all Mount um %@ drécken
lt: Spausdinti bandomąjį puslapį kiekvieno mėnesio %d dieną %@
lv: Drukāt testa lapu katra mēneša %d. dienā plkst. %@
mr: प्रत्येक महिन्याच्या %d तारखेला %@ वाजता चाचणी पृष्ठ प्रिंट करा
nl: Testpagina afdrukken op dag %d van elke maand om %@
pa: ਹਰ ਮਹੀਨੇ ਦੇ %d ਦਿਨ %@ 'ਤੇ ਟੈਸਟ ਪੰਨਾ ਪ੍ਰਿੰਟ ਕਰੋ
ro: Imprimă pagina de test în ziua %d a fiecărei luni la %@
sk: Tlačiť testovaciu stránku %d. deň každého mesiaca o %@
sl: Natisni testno stran na %d. dan vsakega meseca ob %@
sv: Skriv ut testsida den %d varje månad kl %@
te: ప్రతి నెల %d వ రోజున %@ వద్ద పరీక్ష పేజీని ముద్రించండి
tg: Чопи саҳифаи санҷишӣ дар рӯзи %d-уми ҳар моҳ дар соати %@
th: พิมพ์หน้าทดสอบในวันที่ %d ของทุกเดือนเวลา %@
tr: Her ayın %d. gününde %@ saatinde test sayfası yazdır
ur: ہر مہینے کے %d دن %@ پر ٹیسٹ پیج پرنٹ کریں
zh_hant: 每月%d號的 %@ 列印測試頁

source: Print Logs
bn: প্রিন্ট লগ
ca: Registres d'Impressió
cs: Protokoly Tisku
el: Αρχεία Καταγραφής Εκτύπωσης
et: Printimise Logid
fa: گزارش‌های چاپ
fi: Tulostuslokit
fo: Prentloggfílur
hi: प्रिंट लॉग
hr: Zapisi Ispisa
hu: Nyomtatási Naplók
is: Prentannálar
it: Registri di Stampa
ja: 印刷ログ
ka: ბეჭდვის ჟურნალები
lb: Drocklogbicher
lt: Spausdinimo Žurnalai
lv: Drukāšanas Žurnāli
mr: प्रिंट लॉग
nl: Afdruklogboeken
pa: ਪ੍ਰਿੰਟ ਲੌਗ
ro: Jurnale de Imprimare
sk: Záznamy Tlače
sl: Dnevniki Tiskanja
sv: Utskriftsloggar
te: ముద్రణ లాగ్‌లు
tg: Сабтҳои Чоп
th: บันทึกการพิมพ์
tr: Yazdırma Günlükleri
ur: پرنٹ لاگز
zh_hant: 列印日誌

source: Close
bn: বন্ধ করুন
ca: Tancar
cs: Zavřít
el: Κλείσιμο
et: Sulge
fa: بستن
fi: Sulje
fo: Lat aftur
hi: बंद करें
hr: Zatvori
hu: Bezárás
is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
lb: Zoumaachen
lt: Uždaryti
lv: Aizvērt
mr: बंद करा
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
ro: Închide
sk: Zavrieť
sl: Zapri
sv: Stäng
te: మూసివేయండి
tg: Пӯшидан
th: ปิด
tr: Kapat
ur: بند کریں
zh_hant: 關閉

source: No logs yet
bn: এখনও কোন লগ নেই
ca: Encara no hi ha registres
cs: Zatím žádné protokoly
el: Δεν υπάρχουν ακόμα αρχεία καταγραφής
et: Logisid pole veel
fa: هنوز گزارشی وجود ندارد
fi: Ei vielä lokeja
fo: Ongar loggfílur enn
hi: अभी तक कोई लॉग नहीं
hr: Još nema zapisa
hu: Még nincsenek naplók
is: Engir annálar enn
it: Ancora nessun registro
ja: まだログはありません
ka: ჯერ ჟურნალები არ არის
lb: Nach keng Logbicher
lt: Dar nėra žurnalų
lv: Vēl nav žurnālu
mr: अद्याप कोणतेही लॉग नाहीत
nl: Nog geen logboeken
pa: ਅਜੇ ਕੋਈ ਲੌਗ ਨਹੀਂ
ro: Încă nu există jurnale
sk: Zatiaľ žiadne záznamy
sl: Še ni dnevnikov
sv: Inga loggar ännu
te: ఇంకా లాగ్‌లు లేవు
tg: Ҳанӯз сабт нест
th: ยังไม่มีบันทึก
tr: Henüz günlük yok
ur: ابھی تک کوئی لاگز نہیں
zh_hant: 暫無日誌記錄

source: Click the button to generate test data
bn: টেস্ট ডেটা তৈরি করতে বাটনে ক্লিক করুন
ca: Feu clic al botó per generar dades de prova
cs: Klikněte na tlačítko pro generování testovacích dat
el: Κάντε κλικ στο κουμπί για να δημιουργήσετε δοκιμαστικά δεδομένα
et: Klõpsa nuppu, et genereerida testandmeid
fa: برای تولید داده آزمایشی روی دکمه کلیک کنید
fi: Napsauta painiketta luodaksesi testitietoja
fo: Trýst á knøttin fyri at framleiða royndardáta
hi: टेस्ट डेटा जनरेट करने के लिए बटन पर क्लिक करें
hr: Kliknite gumb za generiranje testnih podataka
hu: Kattintson a gombra tesztadatok létrehozásához
is: Smelltu á hnappinn til að búa til prófunargögn
it: Fai clic sul pulsante per generare dati di prova
ja: ボタンをクリックしてテストデータを生成
ka: დააჭირეთ ღილაკს სატესტო მონაცემების შესაქმნელად
lb: Klickt op de Knäppche fir Testdate ze generéieren
lt: Spustelėkite mygtuką, kad sugeneruotumėte bandomuosius duomenis
lv: Noklikšķiniet uz pogas, lai ģenerētu testa datus
mr: चाचणी डेटा तयार करण्यासाठी बटणावर क्लिक करा
nl: Klik op de knop om testgegevens te genereren
pa: ਟੈਸਟ ਡਾਟਾ ਬਣਾਉਣ ਲਈ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ
ro: Faceți clic pe buton pentru a genera date de test
sk: Kliknite na tlačidlo pre generovanie testovacích údajov
sl: Kliknite gumb za ustvarjanje testnih podatkov
sv: Klicka på knappen för att generera testdata
te: పరీక్ష డేటాను రూపొందించడానికి బటన్‌ను క్లిక్ చేయండి
tg: Барои тавлиди маълумоти санҷишӣ тугмаро пахш кунед
th: คลิกปุ่มเพื่อสร้างข้อมูลทดสอบ
tr: Test verisi oluşturmak için düğmeye tıklayın
ur: ٹیسٹ ڈیٹا تیار کرنے کے لیے بٹن پر کلک کریں
zh_hant: 點擊添加測試日誌按鈕生成測試數據

source: Total %d log entries
bn: মোট %d লগ এন্ট্রি
ca: Total %d entrades de registre
cs: Celkem %d záznamů v protokolu
el: Συνολικά %d καταχωρήσεις αρχείων καταγραφής
et: Kokku %d logikirjet
fa: مجموعاً %d مورد گزارش
fi: Yhteensä %d lokimerkintää
fo: Tilsamans %d loggfílupostar
hi: कुल %d लॉग प्रविष्टियां
hr: Ukupno %d zapisa
hu: Összesen %d naplóbejegyzés
is: Samtals %d annálsfærslur
it: Totale %d voci di registro
ja: 合計%dログエントリ
ka: სულ %d ჟურნალის ჩანაწერი
lb: Total %d Logbichaschreiwungen
lt: Iš viso %d žurnalo įrašų
lv: Kopā %d žurnāla ieraksti
mr: एकूण %d लॉग नोंदी
nl: Totaal %d logboekitems
pa: ਕੁੱਲ %d ਲੌਗ ਐਂਟਰੀਆਂ
ro: Total %d înregistrări în jurnal
sk: Celkom %d záznamov
sl: Skupaj %d vnosov v dnevnik
sv: Totalt %d loggposter
te: మొత్తం %d లాగ్ ఎంట్రీలు
tg: Ҳамагӣ %d сабт
th: รวม %d รายการบันทึก
tr: Toplam %d günlük girişi
ur: کل %d لاگ اندراجات
zh_hant: 共有 %d 條日誌記錄

source: Print #%d
bn: প্রিন্ট #%d
ca: Impressió #%d
cs: Tisk #%d
el: Εκτύπωση #%d
et: Printimine #%d
fa: چاپ #%d
fi: Tulostus #%d
fo: Prent #%d
hi: प्रिंट #%d
hr: Ispis #%d
hu: Nyomtatás #%d
is: Prentun #%d
it: Stampa #%d
ja: 印刷 #%d
ka: ბეჭდვა #%d
lb: Drock #%d
lt: Spausdinimas #%d
lv: Drukāšana #%d
mr: प्रिंट #%d
nl: Afdruk #%d
pa: ਪ੍ਰਿੰਟ #%d
ro: Imprimare #%d
sk: Tlač #%d
sl: Tiskanje #%d
sv: Utskrift #%d
te: ముద్రణ #%d
tg: Чопи #%d
th: พิมพ์ #%d
tr: Yazdırma #%d
ur: پرنٹ #%d
zh_hant: 列印 #%d

source: Printed on %@
bn: %@ এ প্রিন্ট করা হয়েছে
ca: Imprès el %@
cs: Vytištěno dne %@
el: Εκτυπώθηκε στις %@
et: Prinditud %@
fa: چاپ شده در %@
fi: Tulostettu %@
fo: Prentað tann %@
hi: %@ पर प्रिंट किया गया
hr: Ispisano %@
hu: Nyomtatva: %@
is: Prentað þann %@
it: Stampato il %@
ja: %@に印刷
ka: დაბეჭდილია %@-ზე
lb: Gedréckt um %@
lt: Spausdinta %@
lv: Izdrukāts %@
mr: %@ रोजी प्रिंट केले
nl: Afgedrukt op %@
pa: %@ 'ਤੇ ਪ੍ਰਿੰਟ ਕੀਤਾ
ro: Imprimat la %@
sk: Vytlačené dňa %@
sl: Natisnjeno dne %@
sv: Utskriven den %@
te: %@ న ముద్రించబడింది
tg: Чоп шуда дар %@
th: พิมพ์เมื่อ %@
tr: %@ tarihinde yazdırıldı
ur: %@ پر پرنٹ کیا گیا
zh_hant: 列印於 %@

source: Unable to cancel wake schedule: %@
bn: ওয়েক সময়সূচী বাতিল করতে অক্ষম: %@
ca: No es pot cancel·lar la programació d'activació: %@
cs: Nelze zrušit plán probuzení: %@
el: Αδυναμία ακύρωσης προγράμματος αφύπνισης: %@
et: Äratuse ajakava tühistamine ebaõnnestus: %@
fa: لغو برنامه بیدارسازی ممکن نیست: %@
fi: Herätysaikataulun peruuttaminen epäonnistui: %@
fo: Kann ikki ógilda vekjartíðarætlan: %@
hi: वेक शेड्यूल रद्द करने में असमर्थ: %@
hr: Nije moguće otkazati raspored buđenja: %@
hu: Nem sikerült törölni az ébresztési ütemezést: %@
is: Ekki tókst að hætta við vökutímaáætlun: %@
it: Impossibile annullare la programmazione di risveglio: %@
ja: 起動スケジュールをキャンセルできません: %@
ka: გაღვიძების განრიგის გაუქმება ვერ ხერხდება: %@
lb: Opweckzäitplang konnt net ofgebrach ginn: %@
lt: Nepavyko atšaukti pažadinimo tvarkaraščio: %@
lv: Nevar atcelt pamošanās grafiku: %@
mr: जागे होण्याचे वेळापत्रक रद्द करण्यात अक्षम: %@
nl: Kan wekschema niet annuleren: %@
pa: ਜਾਗਣ ਦੀ ਸਮਾਂ-ਸਾਰਣੀ ਰੱਦ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ: %@
ro: Nu se poate anula programul de trezire: %@
sk: Nie je možné zrušiť plán prebudenia: %@
sl: Ni mogoče preklicati urnika bujenja: %@
sv: Kan inte avbryta uppvakningsschema: %@
te: వేక్ షెడ్యూల్‌ను రద్దు చేయలేకపోయాము: %@
tg: Бекор кардани ҷадвали бедоршавӣ имконнопазир аст: %@
th: ไม่สามารถยกเลิกตารางเวลาการปลุก: %@
tr: Uyandırma programı iptal edilemiyor: %@
ur: بیداری شیڈول منسوخ کرنے میں ناکام: %@
zh_hant: 無法取消喚醒計劃：%@

source: Wake schedule cancelled
bn: ওয়েক সময়সূচী বাতিল করা হয়েছে
ca: Programació d'activació cancel·lada
cs: Plán probuzení zrušen
el: Το πρόγραμμα αφύπνισης ακυρώθηκε
et: Äratuse ajakava tühistatud
fa: برنامه بیدارسازی لغو شد
fi: Herätysaikataulu peruutettu
fo: Vekjartíðarætlan ógildiggjørd
hi: वेक शेड्यूल रद्द किया गया
hr: Raspored buđenja otkazan
hu: Ébresztési ütemezés törölve
is: Vökutímaáætlun hætt við
it: Programmazione di risveglio annullata
ja: 起動スケジュールがキャンセルされました
ka: გაღვიძების განრიგი გაუქმებულია
lb: Opweckzäitplang ofgebrach
lt: Pažadinimo tvarkaraštis atšauktas
lv: Pamošanās grafiks atcelts
mr: जागे होण्याचे वेळापत्रक रद्द केले
nl: Wekschema geannuleerd
pa: ਜਾਗਣ ਦੀ ਸਮਾਂ-ਸਾਰਣੀ ਰੱਦ ਕੀਤੀ ਗਈ
ro: Program de trezire anulat
sk: Plán prebudenia zrušený
sl: Urnik bujenja preklican
sv: Uppvakningsschema avbrutet
te: వేక్ షెడ్యూల్ రద్దు చేయబడింది
tg: Ҷадвали бедоршавӣ бекор карда шуд
th: ยกเลิกตารางเวลาการปลุกแล้ว
tr: Uyandırma programı iptal edildi
ur: بیداری شیڈول منسوخ کر دیا گیا
zh_hant: 喚醒計劃已取消
