Repository: simonwan1980/nozzleclogfree
Catalog: src/NoClog/*.lproj/Localizable.strings
Languages: bn, ca, cs, el, et, fa, fi, fo, hi, hr, hu, is, it, ja, ka, lb, lt, lv, mr, nl, pa, ro, sk, sl, sv, te, tg, th, tr, ur, zh_hant

source: Unable to create AppleScript
bn: AppleScript তৈরি করতে অক্ষম
ca: No es pot crear AppleScript
cs: Nelze vytvořit AppleScript
el: Αδυναμία δημιουργίας AppleScript
et: AppleScript'i loomine ebaõnnestus
fa: ایجاد AppleScript ممکن نیست
fi: AppleScriptin luominen epäonnistui
fo: Kann ikki skapa AppleScript
hi: AppleScript बनाने में असमर्थ
hr: Nije moguće stvoriti AppleScript
hu: Nem sikerült létrehozni az AppleScript-et
is: Ekki tókst að búa til AppleScript
it: Impossibile creare AppleScript
ja: AppleScriptを作成できません
ka: AppleScript-ის შექმნა ვერ ხერხდება
lb: AppleScript konnt net erstallt ginn
lt: Nepavyko sukurti AppleScript
lv: Nevar izveidot AppleScript
mr: AppleScript तयार करण्यात अक्षम
nl: Kan AppleScript niet maken
pa: AppleScript ਬਣਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ
ro: Nu se poate crea AppleScript
sk: Nie je možné vytvoriť AppleScript
sl: Ni mogoče ustvariti AppleScript
sv: Kan inte skapa AppleScript
te: AppleScript ని సృష్టించలేకపోయాము
tg: Сохтани AppleScript имконнопазир аст
th: ไม่สามารถสร้าง AppleScript
tr: AppleScript oluşturulamıyor
ur: AppleScript بنانے میں ناکام
zh_hant: 無法創建 AppleScript

source: Unable to set wake schedule: %@
bn: ওয়েক সময়সূচী সেট করতে অক্ষম: %@
ca: No es pot establir la programació d'activació: %@
cs: Nelze nastavit plán probuzení: %@
el: Αδυναμία ρύθμισης προγράμματος αφύπνισης: %@
et: Äratuse ajakava seadistamine ebaõnnestus: %@
fa: تنظیم برنامه بیدارسازی ممکن نیست: %@
fi: Herätysaikataulun asettaminen epäonnistui: %@
fo: Kann ikki seta vekjartíðarætlan: %@
hi: वेक शेड्यूल सेट करने में असमर्थ: %@
hr: Nije moguće postaviti raspored buđenja: %@
hu: Nem sikerült beállítani az ébresztési ütemezést: %@
is: Ekki tókst að stilla vökutímaáætlun: %@
it: Impossibile impostare la programmazione di risveglio: %@
ja: 起動スケジュールを設定できません: %@
ka: გაღვიძების განრიგის დაყენება ვერ ხერხდება: %@
lb: Opweckzäitplang konnt net agestallt ginn: %@
lt: Nepavyko nustatyti pažadinimo tvarkaraščio: %@
lv: Nevar iestatīt pamošanās grafiku: %@
mr: जागे होण्याचे वेळापत्रक सेट करण्यात अक्षम: %@
nl: Kan wekschema niet instellen: %@
pa: ਜਾਗਣ ਦੀ ਸਮਾਂ-ਸਾਰਣੀ ਸੈੱਟ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ: %@
ro: Nu se poate seta programul de trezire: %@
sk: Nie je možné nastaviť plán prebudenia: %@
sl: Ni mogoče nastaviti urnika bujenja: %@
sv: Kan inte ställa in uppvakningsschema: %@
te: వేక్ షెడ్యూల్‌ను సెట్ చేయలేకపోయాము: %@
tg: Танзими ҷадвали бедоршавӣ имконнопазир аст: %@
th: ไม่สามารถตั้งค่าตารางเวลาการปลุก: %@
tr: Uyandırma programı ayarlanamıyor: %@
ur: بیداری شیڈول مقرر کرنے میں ناکام: %@
zh_hant: 無法設置喚醒計劃：%@

source: Wake schedule set successfully
bn: ওয়েক সময়সূচী সফলভাবে সেট করা হয়েছে
ca: Programació d'activació establerta correctament
cs: Plán probuzení úspěšně nastaven
el: Το πρόγραμμα αφύπνισης ρυθμίστηκε με επιτυχία
et: Äratuse ajakava edukalt seadistatud
fa: برنامه بیدارسازی با موفقیت تنظیم شد
fi: Herätysaikataulu asetettu onnistuneesti
fo: Vekjartíðarætlan sett við góðum úrsliti
hi: वेक शेड्यूल सफलतापूर्वक सेट किया गया
hr: Raspored buđenja uspješno postavljen
hu: Ébresztési ütemezés sikeresen beállítva
is: Vökutímaáætlun stillt með góðum árangri
it: Programmazione di risveglio impostata con successo
ja: 起動スケジュールが正常に設定されました
ka: გაღვიძების განრიგი წარმატებით დაყენდა
lb: Opweckzäitplang erfollegräich agestallt
lt: Pažadinimo tvarkaraštis sėkmingai nustatytas
lv: Pamošanās grafiks veiksmīgi iestatīts
mr: जागे होण्याचे वेळापत्रक यशस्वीरित्या सेट केले
nl: Wekschema succesvol ingesteld
pa: ਜਾਗਣ ਦੀ ਸਮਾਂ-ਸਾਰਣੀ ਸਫਲਤਾਪੂਰਵਕ ਸੈੱਟ ਕੀਤੀ ਗਈ
ro: Programul de trezire a fost setat cu succes
sk: Plán prebudenia úspešne nastavený
sl: Urnik bujenja uspešno nastavljen
sv: Uppvakningsschema inställt
te: వేక్ షెడ్యూల్ విజయవంతంగా సెట్ చేయబడింది
tg: Ҷадвали бедоршавӣ бомуваффақият танзим шуд
th: ตั้งค่าตารางเวลาการปลุกสำเร็จ
tr: Uyandırma programı başarıyla ayarlandı
ur: بیداری شیڈول کامیابی سے مقرر کیا گیا
zh_hant: 喚醒計劃設置成功

source: Unable to create application directory: %@
bn: অ্যাপ্লিকেশন ডিরেক্টরি তৈরি করতে অক্ষম: %@
ca: No es pot crear el directori de l'aplicació: %@
cs: Nelze vytvořit adresář aplikace: %@
el: Αδυναμία δημιουργίας καταλόγου εφαρμογής: %@
et: Rakenduse kataloogi loomine ebaõnnestus: %@
fa: ایجاد پوشه برنامه ممکن نیست: %@
fi: Sovellushakemiston luominen epäonnistui: %@
fo: Kann ikki skapa forritsmapu: %@
hi: एप्लिकेशन डायरेक्टरी बनाने में असमर्थ: %@
hr: Nije moguće stvoriti direktorij aplikacije: %@
hu: Nem sikerült létrehozni az alkalmazás könyvtárat: %@
is: Ekki tókst að búa til forritamöppu: %@
it: Impossibile creare la directory dell'applicazione: %@
ja: アプリケーションディレクトリを作成できません: %@
ka: აპლიკაციის დირექტორიის შექმნა ვერ ხერხდება: %@
lb: Applikatiounsverzeechnes konnt net erstallt ginn: %@
lt: Nepavyko sukurti programos katalogo: %@
lv: Nevar izveidot lietojumprogrammas direktoriju: %@
mr: अॅप्लिकेशन डिरेक्टरी तयार करण्यात अक्षम: %@
nl: Kan toepassingsmap niet maken: %@
pa: ਐਪਲੀਕੇਸ਼ਨ ਡਾਇਰੈਕਟਰੀ ਬਣਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ: %@
ro: Nu se poate crea directorul aplicației: %@
sk: Nie je možné vytvoriť adresár aplikácie: %@
sl: Ni mogoče ustvariti mape aplikacije: %@
sv: Kan inte skapa programmapp: %@
te: అప్లికేషన్ డైరెక్టరీని సృష్టించలేకపోయాము: %@
tg: Сохтани феҳристи барнома имконнопазир аст: %@
th: ไม่สามารถสร้างไดเรกทอรีแอปพลิเคชัน: %@
tr: Uygulama dizini oluşturulamıyor: %@
ur: ایپلیکیشن ڈائریکٹری بنانے میں ناکام: %@
zh_hant: 無法創建應用程序目錄：%@

source: Read log data: %d bytes
bn: লগ ডেটা পড়া হয়েছে: %d বাইট
ca: Dades de registre llegides: %d bytes
cs: Přečtena data protokolu: %d bajtů
el: Ανάγνωση δεδομένων καταγραφής: %d bytes
et: Loetud logiandmed: %d baiti
fa: خواندن داده‌های گزارش: %d بایت
fi: Luettu lokitietoja: %d tavua
fo: Lesið loggfíludáta: %d bytes
hi: लॉग डेटा पढ़ा: %d बाइट्स
hr: Pročitani podaci zapisa: %d bajtova
hu: Naplóadatok olvasása: %d bájt
is: Lesa annálsgögn: %d bæti
it: Dati di registro letti: %d byte
ja: ログデータを読み込みました: %dバイト
ka: ჟურნალის მონაცემების წაკითხვა: %d ბაიტი
lb: Logdate geliesen: %d Bytes
lt: Nuskaityti žurnalo duomenys: %d baitų
lv: Nolasīti žurnāla dati: %d baiti
mr: लॉग डेटा वाचले: %d बाइट्स
nl: Loggegevens gelezen: %d bytes
pa: ਲੌਗ ਡਾਟਾ ਪੜ੍ਹਿਆ: %d ਬਾਈਟਸ
ro: Date jurnal citite: %d bytes
sk: Prečítané údaje záznamu: %d bajtov
sl: Prebrani podatki dnevnika: %d bajtov
sv: Läst loggdata: %d byte
te: లాగ్ డేటా చదవబడింది: %d బైట్లు
tg: Хондани маълумоти сабт: %d байт
th: อ่านข้อมูลบันทึก: %d ไบต์
tr: Okunan günlük verisi: %d bayt
ur: لاگ ڈیٹا پڑھا: %d بائٹس
zh_hant: 讀取到日誌數據：%d 字節

source: Failed to load logs: %@
bn: লগ লোড করতে ব্যর্থ: %@
ca: No s'han pogut carregar els registres: %@
cs: Nepodařilo se načíst protokoly: %@
el: Αποτυχία φόρτωσης αρχείων καταγραφής: %@
et: Logide laadimine ebaõnnestus: %@
fa: بارگذاری گزارش‌ها ناموفق بود: %@
fi: Lokien lataaminen epäonnistui: %@
fo: Miseydnaðist at lesa loggfílur: %@
hi: लॉग लोड करने में विफल: %@
hr: Neuspjelo učitavanje zapisa: %@
hu: Nem sikerült betölteni a naplókat: %@
is: Mistókst að hlaða annálum: %@
it: Caricamento dei registri fallito: %@
ja: ログの読み込みに失敗しました: %@
ka: ჟურნალების ჩატვირთვა ვერ მოხერხდა: %@
lb: Logbicher konnten net geluede ginn: %@
lt: Nepavyko įkelti žurnalų: %@
lv: Neizdevās ielādēt žurnālus: %@
mr: लॉग लोड करण्यात अयशस्वी: %@
nl: Kan logboeken niet laden: %@
pa: ਲੌਗ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
ro: Eșec la încărcarea jurnalelor: %@
sk: Nepodarilo sa načítať záznamy: %@
sl: Nalaganje dnevnikov ni uspelo: %@
sv: Misslyckades med att ladda loggar: %@
te: లాగ్‌లను లోడ్ చేయడంలో విఫలమైంది: %@
tg: Боркунии сабтҳо ноком шуд: %@
th: ไม่สามารถโหลดบันทึก: %@
tr: Günlükler yüklenemedi: %@
ur: لاگز لوڈ کرنے میں ناکام: %@
zh_hant: 加載日誌失敗：%@

source: Failed to save logs: %@
bn: লগ সংরক্ষণ করতে ব্যর্থ: %@
ca: No s'han pogut desar els registres: %@
cs: Nepodařilo se uložit protokoly: %@
el: Αποτυχία αποθήκευσης αρχείων καταγραφής: %@
et: Logide salvestamine ebaõnnestus: %@
fa: ذخیره گزارش‌ها ناموفق بود: %@
fi: Lokien tallentaminen epäonnistui: %@
fo: Miseydnaðist at goyma loggfílur: %@
hi: लॉग सहेजने में विफल: %@
hr: Neuspjelo spremanje zapisa: %@
hu: Nem sikerült menteni a naplókat: %@
is: Mistókst að vista annála: %@
it: Salvataggio dei registri fallito: %@
ja: ログの保存に失敗しました: %@
ka: ჟურნალების შენახვა ვერ მოხერხდა: %@
lb: Logbicher konnten net gespäichert ginn: %@
lt: Nepavyko išsaugoti žurnalų: %@
lv: Neizdevās saglabāt žurnālus: %@
mr: लॉग जतन करण्यात अयशस्वी: %@
nl: Kan logboeken niet opslaan: %@
pa: ਲੌਗ ਸੰਭਾਲਣ ਵਿੱਚ ਅਸਫਲ: %@
ro: Eșec la salvarea jurnalelor: %@
sk: Nepodarilo sa uložiť záznamy: %@
sl: Shranjevanje dnevnikov ni uspelo: %@
sv: Misslyckades med att spara loggar: %@
te: లాగ్‌లను సేవ్ చేయడంలో విఫలమైంది: %@
tg: Нигоҳдории сабтҳо ноком шуд: %@
th: ไม่สามารถบันทึกข้อมูล: %@
tr: Günlükler kaydedilemedi: %@
ur: لاگز محفوظ کرنے میں ناکام: %@
zh_hant: 保存日誌失敗：%@

source: Logs saved successfully
bn: লগ সফলভাবে সংরক্ষিত হয়েছে
ca: Registres desats correctament
cs: Protokoly úspěšně uloženy
el: Τα αρχεία καταγραφής αποθηκεύτηκαν με επιτυχία
et: Logid edukalt salvestatud
fa: گزارش‌ها با موفقیت ذخیره شدند
fi: Lokit tallennettu onnistuneesti
fo: Loggfílur goymdar við góðum úrsliti
hi: लॉग सफलतापूर्वक सहेजे गए
hr: Zapisi uspješno spremljeni
hu: Naplók sikeresen mentve
is: Annálar vistaðir með góðum árangri
it: Registri salvati con successo
ja: ログが正常に保存されました
ka: ჟურნალები წარმატებით შენახულია
lb: Logbicher erfollegräich gespäichert
lt: Žurnalai sėkmingai išsaugoti
lv: Žurnāli veiksmīgi saglabāti
mr: लॉग यशस्वीरित्या जतन केले
nl: Logboeken succesvol opgeslagen
pa: ਲੌਗ ਸਫਲਤਾਪੂਰਵਕ ਸੰਭਾਲੇ ਗਏ
ro: Jurnalele au fost salvate cu succes
sk: Záznamy úspešne uložené
sl: Dnevniki uspešno shranjeni
sv: Loggar sparade
te: లాగ్‌లు విజయవంతంగా సేవ్ చేయబడ్డాయి
tg: Сабтҳо бомуваффақият нигоҳ дошта шуданд
th: บันทึกข้อมูลสำเร็จ
tr: Günlükler başarıyla kaydedildi
ur: لاگز کامیابی سے محفوظ ہو گئے
zh_hant: 日誌保存成功

# Help Content
source: To prevent printhead clogging due to long periods of inactivity, this program automatically prints a test page at regular intervals. By keeping the ink flowing through the nozzles, it ensures your printer stays in optimal working conditionâ€”ready to print when you need it.
bn: দীর্ঘ সময় ধরে নিষ্ক্রিয়তার কারণে প্রিন্টহেড জ্যাম হওয়া রোধ করতে, এই প্রোগ্রামটি নিয়মিত বিরতিতে স্বয়ংক্রিয়ভাবে একটি টেস্ট পেজ প্রিন্ট করে। নোজল দিয়ে কালি প্রবাহিত রেখে, এটি নিশ্চিত করে যে আপনার প্রিন্টার সর্বোত্তম কার্যকরী অবস্থায় থাকে—যখন আপনার প্রয়োজন হবে তখন প্রিন্ট করার জন্য প্রস্তুত।
ca: Per evitar l'obstrucció del capçal d'impressió a causa de llargs períodes d'inactivitat, aquest programa imprimeix automàticament una pàgina de prova a intervals regulars. Mantenint el flux de tinta a través dels injectors, assegura que la impressora es mantingui en òptimes condicions de funcionament, preparada per imprimir quan la necessitis.
cs: Aby se zabránilo ucpání tiskové hlavy z důvodu dlouhé nečinnosti, tento program automaticky tiskne testovací stránku v pravidelných intervalech. Udržováním toku inkoustu tryskami zajišťuje, že vaše tiskárna zůstává v optimálním provozním stavu - připravena k tisku, když ji potřebujete.
el: Για την αποφυγή απόφραξης της κεφαλής εκτύπωσης λόγω μεγάλων περιόδων αδράνειας, αυτό το πρόγραμμα εκτυπώνει αυτόματα μια δοκιμαστική σελίδα σε τακτά χρονικά διαστήματα. Διατηρώντας τη ροή του μελανιού μέσω των ακροφυσίων, εξασφαλίζει ότι ο εκτυπωτής σας παραμένει σε βέλτιστη κατάσταση λειτουργίας—έτοιμος για εκτύπωση όταν τον χρειάζεστε.
et: Et vältida prindipea ummistumist pikkade tegevusetuse perioodide tõttu, prindib see programm automaatselt regulaarsete ajavahemike järel testlehe. Hoides tinti düüsides voolamas, tagab see, et teie printer püsib optimaalses töökorras – valmis printima, kui teil seda vaja on.
fa: برای جلوگیری از گرفتگی هد چاپگر به دلیل دوره‌های طولانی عدم فعالیت، این برنامه به طور خودکار در فواصل منظم یک صفحه آزمایشی چاپ می‌کند. با حفظ جریان جوهر از طریق نازل‌ها، اطمینان حاصل می‌کند که چاپگر شما در شرایط کاری بهینه باقی می‌ماند - آماده چاپ هنگامی که به آن نیاز دارید.
fi: Estääkseen tulostuspään tukkeutumisen pitkien käyttämättömien jaksojen aikana, tämä ohjelma tulostaa automaattisesti testisivun säännöllisin väliajoin. Pitämällä musteen virtaamassa suuttimien läpi, se varmistaa että tulostimesi pysyy optimaalisessa toimintakunnossa - valmiina tulostamaan kun tarvitset sitä.
fo: Fyri at forða fyri, at prentihøvdið stoppast orsakað av longum tíðarskeiðum av óvirkni, prentar hetta forritið sjálvvirkandi eina royndarsíðu við jøvnum millumbilum. Við at halda blekinum rennandi gjøgnum dysurnar, tryggjar tað, at prentarin hjá tær verður í optimalan stand - klárur at prenta, tá tú hevur tørv á tí.
hi: लंबे समय तक निष्क्रियता के कारण प्रिंटहेड के जाम होने से बचाने के लिए, यह प्रोग्राम नियमित अंतराल पर स्वचालित रूप से एक परीक्षण पृष्ठ प्रिंट करता है। नोजल्स के माध्यम से स्याही के प्रवाह को बनाए रखकर, यह सुनिश्चित करता है कि आपका प्रिंटर इष्टतम कार्य स्थिति में रहे—जब आपको इसकी आवश्यकता हो तब प्रिंट करने के लिए तैयार।
hr: Kako bi se spriječilo začepljenje ispisne glave zbog dugih razdoblja neaktivnosti, ovaj program automatski ispisuje testnu stranicu u redovitim intervalima. Održavanjem protoka tinte kroz mlaznice, osigurava da vaš pisač ostane u optimalnom radnom stanju—spreman za ispis kada vam je potreban.
hu: A nyomtatófej eldugulásának megelőzése érdekében, amely a hosszú inaktív időszakok miatt következhet be, ez a program rendszeres időközönként automatikusan kinyomtat egy tesztoldalt. A tinta fúvókákon keresztüli áramlásának fenntartásával biztosítja, hogy nyomtatója optimális működési állapotban maradjon – készen állva a nyomtatásra, amikor szüksége van rá.
is: Til að koma í veg fyrir stíflun í prenthöfði vegna langs tímabils óvirkni, prentar þetta forrit sjálfkrafa prófunarsíðu með reglulegu millibili. Með því að halda blekinu flæðandi í gegnum stútana, tryggir það að prentarinn þinn haldist í ákjósanlegu ástandi—tilbúinn til prentunar þegar þú þarft á því að halda.
it: Per prevenire l'intasamento della testina di stampa a causa di lunghi periodi di inattività, questo programma stampa automaticamente una pagina di prova a intervalli regolari. Mantenendo l'inchiostro che scorre attraverso gli ugelli, garantisce che la stampante rimanga in condizioni di lavoro ottimali, pronta per stampare quando ne hai bisogno.
ja: 長期間の非アクティブ状態によるプリントヘッドの詰まりを防ぐため、このプログラムは定期的にテストページを自動的に印刷します。ノズルを通してインクを流し続けることで、プリンターが最適な動作状態を維持し、必要なときに印刷できるようにします。
ka: პრინტერის თავის გაჭედვის თავიდან ასაცილებლად, რომელიც გამოწვეულია ხანგრძლივი უმოქმედობით, ეს პროგრამა ავტომატურად ბეჭდავს სატესტო გვერდს რეგულარული ინტერვალებით. მელნის ნაკადის შენარჩუნებით საქშენების გავლით, ის უზრუნველყოფს, რომ თქვენი პრინტერი რჩება ოპტიმალურ სამუშაო მდგომარეობაში - მზად საბეჭდად, როცა ეს გჭირდებათ.
lb: Fir ze verhënneren datt d'Drockkäpp verstoppt gëtt wéinst laange Perioden vun Inaktivitéit, dréckt dëst Programm automatesch eng Testsäit a regelméissegen Ofstänn. Andeems d'Tënt duerch d'Düsen fléisst, stellt et sécher datt Äre Printer an optimalen Aarbechtskonditiounen bleift - prett fir ze drécken wann Dir et braucht.
lt: Siekiant išvengti spausdinimo galvutės užsikimšimo dėl ilgų neaktyvumo laikotarpių, ši programa automatiškai spausdina bandomąjį puslapį reguliariais intervalais. Palaikydama rašalo tekėjimą per purkštukus, ji užtikrina, kad jūsų spausdintuvas išliktų optimalios darbo būklės – pasiruošęs spausdinti, kai jums to reikia.
lv: Lai novērstu drukas galviņas aizsērēšanu ilgu dīkstāves periodu dēļ, šī programma automātiski drukā testa lapu regulāros intervālos. Uzturot tintes plūsmu caur sprauslām, tā nodrošina, ka jūsu printeris saglabājas optimālā darba stāvoklī — gatavs drukāt, kad jums tas ir nepieciešams.
mr: दीर्घ कालावधीच्या निष्क्रियतेमुळे प्रिंटहेड चोंदणे टाळण्यासाठी, हा प्रोग्राम नियमित अंतराने स्वयंचलितपणे चाचणी पृष्ठ प्रिंट करतो. नोझल्सद्वारे शाई प्रवाहित ठेवून, हे सुनिश्चित करते की तुमचा प्रिंटर सर्वोत्तम कार्यरत स्थितीत राहतो—तुम्हाला आवश्यकता असेल तेव्हा प्रिंट करण्यासाठी तयार.
nl: Om verstopping van de printkop door lange periodes van inactiviteit te voorkomen, print dit programma automatisch een testpagina op regelmatige intervallen. Door de inkt door de spuitmonden te laten stromen, zorgt het ervoor dat uw printer in optimale werkconditie blijftâ€”klaar om te printen wanneer u het nodig heeft.
pa: ਲੰਬੇ ਸਮੇਂ ਦੀ ਨਿਸ਼ਕਿਰਿਆਤਾ ਕਾਰਨ ਪ੍ਰਿੰਟਹੈਡ ਦੇ ਜਾਮ ਹੋਣ ਨੂੰ ਰੋਕਣ ਲਈ, ਇਹ ਪ੍ਰੋਗਰਾਮ ਨਿਯਮਤ ਅੰਤਰਾਲਾਂ 'ਤੇ ਆਪਣੇ ਆਪ ਇੱਕ ਟੈਸਟ ਪੇਜ ਪ੍ਰਿੰਟ ਕਰਦਾ ਹੈ। ਨੋਜ਼ਲਾਂ ਰਾਹੀਂ ਸਿਆਹੀ ਦੇ ਪ੍ਰਵਾਹ ਨੂੰ ਬਣਾਈ ਰੱਖ ਕੇ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ ਕਿ ਤੁਹਾਡਾ ਪ੍ਰਿੰਟਰ ਸਰਵੋਤਮ ਕੰਮਕਾਜੀ ਹਾਲਤ ਵਿੱਚ ਰਹੇ—ਜਦੋਂ ਤੁਹਾਨੂੰ ਇਸਦੀ ਲੋੜ ਹੋਵੇ ਤਾਂ ਪ੍ਰਿੰਟ ਕਰਨ ਲਈ ਤਿਆਰ।
ro: Pentru a preveni înfundarea capului de imprimare din cauza perioadelor lungi de inactivitate, acest program tipărește automat o pagină de test la intervale regulate. Prin menținerea curgerii cernelii prin duze, asigură că imprimanta dvs. rămâne în condiții optime de funcționare—gata de tipărire atunci când aveți nevoie.
sk: Aby sa zabránilo upchaniu tlačovej hlavy z dôvodu dlhých období nečinnosti, tento program automaticky tlačí testovaciu stránku v pravidelných intervaloch. Udržiavaním toku atramentu cez trysky zabezpečuje, že vaša tlačiareň zostáva v optimálnom prevádzkovom stave - pripravená na tlač, keď ju potrebujete.
sl: Da bi preprečili zamašitev tiskalne glave zaradi dolgih obdobij neaktivnosti, ta program samodejno natisne testno stran v rednih intervalih. Z ohranjanjem pretoka črnila skozi šobe zagotavlja, da vaš tiskalnik ostane v optimalnem delovnem stanju - pripravljen za tiskanje, ko ga potrebujete.
sv: För att förhindra att skrivarhuvudet täpps till på grund av långa perioder av inaktivitet, skriver detta program automatiskt ut en testsida med jämna mellanrum. Genom att hålla bläcket flytande genom munstyckena säkerställer det att din skrivare förblir i optimalt skick – redo att skriva ut när du behöver det.
te: దీర్ఘకాలిక నిష్క్రియాత్మక కాలాల కారణంగా ప్రింట్‌హెడ్ అడ్డుకోవడాన్ని నివారించడానికి, ఈ ప్రోగ్రామ్ క్రమం తప్పకుండా స్వయంచాలకంగా టెస్ట్ పేజీని ముద్రిస్తుంది. నోజిల్స్ ద్వారా సిరా ప్రవాహాన్ని కొనసాగించడం ద్వారా, మీ ప్రింటర్ అత్యుత్తమ పని స్థితిలో ఉంటుందని నిర్ధారిస్తుంది—మీకు అవసరమైనప్పుడు ముద్రించడానికి సిద్ధంగా ఉంటుంది.
tg: Барои пешгирии банд шудани сараки чопгар бинобар давраҳои дарози ғайрифаъол, ин барнома ба таври худкор дар фосилаҳои муқаррарӣ саҳифаи санҷиширо чоп мекунад. Бо нигоҳ доштани ҷараёни ранг тавассути нозулҳо, он кафолат медиҳад, ки чопгари шумо дар ҳолати кории мувофиқ мемонад — барои чоп кардан вақте ки ба шумо лозим аст, омода аст.
th: เพื่อป้องกันการอุดตันของหัวพิมพ์เนื่องจากช่วงเวลาที่ไม่มีการใช้งานเป็นเวลานาน โปรแกรมนี้จะพิมพ์หน้าทดสอบโดยอัตโนมัติเป็นระยะๆ การรักษาให้หมึกไหลผ่านหัวฉีดอย่างต่อเนื่อง ช่วยให้มั่นใจได้ว่าเครื่องพิมพ์ของคุณอยู่ในสภาพการทำงานที่เหมาะสมที่สุด—พร้อมพิมพ์เมื่อคุณต้องการ
tr: Uzun süre kullanılmama nedeniyle yazıcı kafasının tıkanmasını önlemek için, bu program düzenli aralıklarla otomatik olarak bir test sayfası yazdırır. Mürekkebin püskürtme uçlarından akışını sağlayarak, yazıcınızın optimal çalışma durumunda kalmasını sağlar—ihtiyacınız olduğunda yazdırmaya hazır.
ur: پرنٹ ہیڈ کے طویل عرصے تک غیر فعال رہنے کی وجہ سے بند ہونے سے بچنے کے لیے، یہ پروگرام باقاعدہ وقفوں پر خود بخود ایک ٹیسٹ پیج پرنٹ کرتا ہے۔ نوزلز کے ذریعے سیاہی کے بہاؤ کو برقرار رکھ کر، یہ یقینی بناتا ہے کہ آپ کا پرنٹر بہترین کام کرنے کی حالت میں رہے—جب آپ کو ضرورت ہو تو پرنٹ کرنے کے لیے تیار ہے۔
zh_hant: 為了防止列印頭因長時間不活動而堵塞，此程式會定期自動列印測試頁。透過保持墨水在噴嘴中流動，它確保您的印表機保持最佳工作狀態——隨時可以在您需要時列印。

# Help Title
source: Automatic Printhead Maintenance
bn: স্বয়ংক্রিয় প্রিন্টহেড রক্ষণাবেক্ষণ
ca: Manteniment automàtic del capçal d'impressió
cs: Automatická údržba tiskové hlavy
el: Αυτόματη συντήρηση κεφαλής εκτύπωσης
et: Automaatne prindipea hooldus
fa: نگهداری خودکار هد چاپگر
fi: Automaattinen tulostuspään huolto
fo: Sjálvvirkandi viðlíkahald av prentihøvdi
hi: स्वचालित प्रिंटहेड रखरखाव
hr: Automatsko održavanje ispisne glave
hu: Automatikus nyomtatófej karbantartás
is: Sjálfvirkt viðhald prenthöfuðs
it: Manutenzione automatica della testina di stampa
ja: 自動プリントヘッドメンテナンス
ka: საბეჭდი თავის ავტომატური მოვლა
lb: Automatesch Drockkapp Maintenance
lt: Automatinė spausdinimo galvutės priežiūra
lv: Automātiska drukas galviņas apkope
mr: स्वयंचलित प्रिंटहेड देखभाल
nl: Automatisch printkopbeheer
pa: ਆਟੋਮੈਟਿਕ ਪ੍ਰਿੰਟਹੈਡ ਰੱਖ-ਰਖਾਅ
ro: Întreținere automată a capului de imprimare
sk: Automatická údržba tlačovej hlavy
sl: Samodejno vzdrževanje tiskalne glave
sv: Automatiskt underhåll av skrivarhuvud
te: స్వయంచాలక ప్రింట్‌హెడ్ నిర్వహణ
tg: Нигоҳдории худкори сараки чопгар
th: การบำรุงรักษาหัวพิมพ์อัตโนมัติ
tr: Otomatik Yazıcı Kafası Bakımı
ur: خودکار پرنٹ ہیڈ کی دیکھ بھال
zh_hant: 自動列印頭維護

source: About
bn: সম্বন্ধে
ca: Quant a
cs: O aplikaci
el: Σχετικά
et: Teave
fa: درباره
fi: Tietoja
hr: O programu
hu: Névjegy
is: Um
it: Informazioni
ja: 情報
ka: შესახებ
lb: Iwwer
lt: Apie
lv: Par
mr: बद्दल
nl: Over
pa: ਬਾਰੇ
ro: Despre
sk: O aplikácii
sl: O programu
sv: Om
te: గురించి
tg: Дар бораи
th: เกี่ยวกับ
tr: Hakkında
ur: کے بارے میں
zh_hant: 關於
